Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# CAP_DETAIL_SETTINGS_GROUP_MAGNIFICATION_MODE_SETTING
source: 1:1 display magnification specification method
de_de: Vergrößerungsfestlegungsmethode für 1:1 Anz.
ja_jp: 1:1表示時の倍率指定方法
ko_kr: 1:1보기 확대설명방법
zh_cn: 1:1显示的放大率指定方法

# CAP_PAGE_DETAILSETTING_MAGNIFICATION_GROUP_LABEL
source: Magnification
de_de: Vergrößerung
ja_jp: 倍率
ko_kr: 배율
zh_cn: 倍率

# CAP_PAGE_DETAILSETTING_MAGNIFICATION_GROUP_MODE_LABEL
source: 1:1 display magnification specification method
de_de: Vergrößerungsfestlegungsmethode für 1:1 Anz.
ja_jp: 1:1表示時の倍率指定方法
ko_kr: 1:1보기 확대설명방법
zh_cn: 1:1显示的放大率指定方法

# CAP_MAGNIFICATION_SETTING_ZOOM_MODE_TEXT
source: Zoom
ja_jp: ズーム倍率
ko_kr: 줌
zh_cn: 缩放

# CAP_MAGNIFICATION_SETTING_TOTAL_MODE_TEXT
source: Total magnification
de_de: Gesamtvergrößerung
ja_jp: 総合倍率
ko_kr: 총배율
zh_cn: 总倍率

# MSG_Q_TRANSITION_TO_ZOOM_MAG_MODE_BEFORE_FULL_SCREEN
source: Full screen display is disabled if total magnification is the magnification specification method.<BR>OK to switch to zoom and use full screen display?
de_de: Vollbildanzeige ist deaktiviert, wenn Gesamtvergrößerung als Vergrößerungsmethode festgelegt ist.<BR>OK, um Zoom zu wählen und Vollbild zu nutzen?
ja_jp: 倍率の指定方法が総合倍率に設定されている場合には、全画面表示をご利用いただけません。<BR>ズーム倍率に切り替えて全画面表示をしてもよろしいですか？
ko_kr: 총배율이 배율지정방법인 경우 전체화면 표시가 불능화됩니다.<BR>줌으로 전환하여 전체화면 표시를 사용하시겠습니까?
zh_cn: 如果总倍率是倍率指定方法，则禁用全屏显示。<BR>可以切换到缩放并使用全屏显示吗？

# MSG_Q_TRANSITION_TO_ZOOM_MAG_MODE_BEFORE_DUAL_SCREEN
source: Dual screen display is disabled if total magnification is the magnification specification method.<BR>OK to switch to zoom and use dual screen display?
de_de: Doppelbildschirmanzeige ist aus, wenn Gesamtvergrößerung die Vergrößerungsmethode ist.<BR>OK, um Zoom zu wählen und Doppelbildschirm zu nutzen?
ja_jp: 倍率の指定方法が総合倍率に設定されている場合には、2画面表示をご利用いただけません。<BR>ズーム倍率に切り替えて2画面表示をしてもよろしいですか？
ko_kr: 총배율이 배율지정방법인 경우 이중화면 표시가 불능화됩니다.<BR>줌으로 전환하여 이중화면 표시를 사용하시겠습니까?
zh_cn: 如果总倍率是倍率指定方法，则禁用双屏显示。<BR>可以切换到缩放并使用双屏显示吗？

# MSG_Q_TRANSITION_TO_ZOOM_MAG_MODE_BEFORE_4_3_ASPECT_RATIO
source: 4:3 screen aspect ratio is disabled if total magnification is the magnification specification method.<BR>OK to switch to zoom and use 4:3 aspect ratio?
de_de: 4:3 Bildschirmseitenverhältnis ist aus, wenn Gesamtvergrößerung die Vergrößer.methode ist.<BR>OK, um Zoom zu wählen und 4:3 Seitenverhältnis zu nutzen?
ja_jp: 倍率の指定方法が総合倍率に設定されている場合には、画面縦横比4:3をご利用いただけません。<BR>ズーム倍率に切り替えて画面縦横比を4:3にしてもよろしいですか？
ko_kr: 총배율이 배율지정방법인 경우 4:3 화면 종횡비가 불능화됩니다.<BR>줌으로 전환하여 4:3 종횡비를 사용하시겠습니까?
zh_cn: 4:3 如果总放大倍率是放大倍率指定方法，则禁用屏幕宽高比。<BR>可以切换到缩放并使用 4:3 宽高比吗？

# MSG_Q_TRANSITION_TO_SINGLE_SCREEN_1_1_ASPECT_RATIO
source: If dual screen display or 4:3 aspect ratio is set, total magnification cannot be used as the magnification specification method.<BR>OK to switch to normal display or 1:1 aspect ratio and then change to total magnification?
de_de: Wenn Doppelbildschirm oder 4:3 Seitenverhältnis gewählt ist, lässt sich Gesamtvergrößerung nicht als Vergrößerungsmethode nutzen.<BR>OK, um Normalanzeige oder 1:1 Verhältnis zu wählen und zu Gesamtvergrößerung zu wechseln?
ja_jp: 2画面表示あるいは、画面縦横比が4:3に設定されている場合には、倍率の指定方法として、総合倍率をご利用いただけません。<BR>通常表示、画面縦横比1:1に切り替えて総合倍率に変更してもよろしいですか？
ko_kr: 이중화면 표시나 4:3 종횡비가 설정된 경우 총배율은 배율지정방법으로 사용할 수 없습니다.<BR>정상 표시나 1:1 종횡비로 전환하여 총배율로 변경하시겠습니까?
zh_cn: 如果设置双屏显示或 4:3 宽高比，则总放大倍率无法用作放大倍率指定方法。<BR>可以切换到正常显示或 1:1 宽高比，然后更改为总放大倍率吗？

# MSG_I_ROI_ZOOM_FUNCTION_IS_NOT_AVAILABLE_IN_OVERALL_MAG_MODE
source: ROI zoom is disabled if total magnification is set as the magnification specification method.
de_de: ROI-Zoom ist deaktiviert, wenn Gesamtvergrößerung als Vergrößerungsmethode festgelegt ist.
ja_jp: 倍率の指定方法が総合倍率に設定されている場合には、ROIズームは無効です。
ko_kr: 총배율이 배율지정방법으로 설정된 경우 ROI 줌이 불능화됩니다.
zh_cn: 如果将总放大倍率设置为放大倍率指定方法，则禁用感兴趣区 (ROI) 缩放。

# CAP_FOCUS_REFRECTION_GARD_ADAPTER_SWITCH_CONTENT
source: Anti-reflection adapter
de_de: Antireflexionsadapter
ja_jp: 反射防止アダプタ
ko_kr: 반사방지 어댑터
zh_cn: 防反射转换器

# CAP_OBJECTIVELENS_CONFIRM_DIALOG_TITLE
source: Move to Z home position
de_de: Zur Z-Grundpos. Bewegen
ja_jp: Zホームポジション移動
ko_kr: Z 홈 위치로 이동
zh_cn: 移到 Z 起始位置

# MSG_Q_Z_INITIALIZE_POSITION_AND_LENS
source: Move to optimum Z position?<BR>Change the mounted lens if it does not match the registered lens.
de_de: Zur opt. Z-Position bewegen?<BR>Wechseln Sie die Linse, falls sie von registrierter abweicht.
ja_jp: Z位置を最適な位置へ移動しますか？<BR>登録レンズと装着レンズが異なる場合は変更して下さい。
ko_kr: 최적 Z 위치로 이동하시겠습니까?<BR>등록 렌즈와 맞지 않을 경우 장착 렌즈를 변경하십시오.
zh_cn: 移到最佳 Z 位置？<BR>如果所安装物镜与注册的物镜不匹配，请更换。

# MSG_W_PREVIEW_APPLY_HDR_OPTION_CHANGED
source: Super HDR settings have changed, so the selected conditions are not accurately reflected. <BR>Repeat preview image acquisition.
de_de: Wegen geänderter Super-HDR-Einst. werden ausgewählte Bedingungen nicht korrekt angewendet.<BR>Erfassen Sie das Vorschaubild neu.
ja_jp: スーパーHDRの設定が変更されたため、選択された条件は正しく反映されません。<BR>再度、プレビュー撮影を行ってください。
ko_kr: 수퍼 HDR설정이 변경되어 선택 환경이 정확히 반영되지 않았습니다. <BR>미리보기 이미지인식을 반복하십시오.
zh_cn: 超级HDR设置已更改，因此选定条件未准确反映。<BR>重复成像预览。

# MSG_W_MAP_UPDATE_DISABLED_FROM_ZOOM_FOR_LIVE_STITCHING
source: Map image has been updated. This map image is not updated even when the zoom magnification is changed. To update, press the Get Map Image button at the bottom left of the map image.
de_de: Übersichtsbild wurde aktualisiert. Dieses Bild wird auch bei Änderung des Zooms nicht aktualisiert. Zur Aktualis. die Taste "Übersichtsbild holen" unten links auf dem Bild drücken.
ja_jp: マップ画像が更新されました。このマップ画像はズーム倍率を変更しても更新されません。更新する場合には、マップ画像左下にあるマップ画像取得ボタンを押してください。
ko_kr: 지도이미지가 업데이트됐습니다. 지도이미지는 줌이 변경되도 업데이트되지않습니다. 업데이트는 지도이미지 왼쪽하단의 지도이미지얻기 버튼을 누릅니다.
zh_cn: 地图图像已更新。此地图图像未更新，即使是在更改了放大率后。要进行更新，请按地图图像底部的“获取地图图像”按钮。

# MSG_Q_LIVE_STITCHING_MAP_IMAGE_UPDATE
source: The map image will be updated after the executed operation. OK?
de_de: Das Übersichtsbild wird nach diesem Vorgang aktualisiert. OK?
ja_jp: 実行した操作の後、マップ画像が更新されます。よろしいですか？
ko_kr: 작업실행 후 지도이미지가 업데이트됩니다. 진행할까요?
zh_cn: 地图图像将在执行操作后更新。确定吗？

# MSG_I_3D_EFI_MESUREMENT_ENABLED
source: In 3D/Extended Focus (EFI) image acquisition, the results of simple measurement may be impaired.
de_de: Bei Bilderfassung in 3D/Erw. Fokus (EFI) werden Ergebnisse der Einfachmessung beeinträchtigt.
ja_jp: 3D/拡張焦点(EFI)撮影では簡易計測の結果がずれてしまう可能性があります。
ko_kr: 3D/연장초점(EFI) 이미지인식에서는 단순측정결과가 손상될수있습니다.
zh_cn: 在3D/扩展焦距(EFI)成像中， 可能会影响简单测量的结果。

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITION_EXTEND2D_TEXT
source: EFI
ja_jp: 拡張焦点

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_ACQUISITION_EXTEND3D_TEXT
source: EFI/3D
ja_jp: 拡張焦点/3D

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_ACQUISITION_EXTEND_TEXT
source: EFI
ja_jp: 拡張焦点

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_ACQUISITION_SNAP_TEXT
source: 2D
ja_jp: スナップ

# MSG_E_EXCEPTION_WORKFLOWSTATUS
source: The last operation may not be executed.
ja_jp: 最後のオペレーションが実行できていない可能性があります。

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_3D_GROUP_LABEL
source: EFI/3D
ja_jp: 3D

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_SNAP_GROUP_LABEL
source: 2D
ja_jp: スナップ

source: EFI
ja_jp: 拡張焦点(EFI)

# CAP_PAGE_PHOTOGRAPHY_GROUP_DETAIL_SETTING_GROUP_PHOTOGRAPHY_SETTING_TO_SNAP
source: 2D
ja_jp: スナップ

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_COMMON_UNIT
source: um
de_de: µm
ja_jp: μm

# CAP_PAGE_STATUS_BAR_GROUT_Z_POSITION_NOW_LABEL
source: Z :
ja_jp: Z位置：

# CAP_AUTOSTITCH_DIALOG_GROUP_UNIT_UM
source: um
de_de: µm
ja_jp: μm

# CAP_PAGE_DETAILSETTING_LABEL_Z_POSITION_UNIT_LABEL
source: um
de_de: µm
ja_jp: μm

# CAP_STAGE_SETTING_GROUP_CURRENT_UNIT_LABEL
source: um
de_de: µm
ja_jp: μm

# CAP_DETAIL_SETTING_LIST_PHOTOGRAPHY_THREE_D_FOCUSING_TITLE
source: EFI/3D
ja_jp: 拡張焦点/３D

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_CURRENT_X_COL_LABEL
source: CurrentX
de_de: Aktuell X
ja_jp: 現在のX
ko_kr: 현재의 X

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_CURRENT_Y_COL_LABEL
source: CurrentY
de_de: Aktuell Y
ja_jp: 現在のY
ko_kr: 현재의 Y

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_RESULT_X_COL_LABEL
source: ResultX
de_de: ErgebnisX
ja_jp: 調整後のX
ko_kr: 결과X

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_RESULT_Y_COL_LABEL
source: ResultY
de_de: ErgebnisY
ja_jp: 調整後のY
ko_kr: 결과Y

# CAP_CALIBRATION_MESSAGE_PAGE_UNIT_LABEL
source: um
de_de: µm
ja_jp: μm

# CAP_FULL_SCREEN_PAGE_UNIT_LABEL
source: um
de_de: µm
ja_jp: μm

# CAP_PAGE_SETTING_TOOL_GROUP_UNIT_LABEL
source: um
de_de: µm
ja_jp: μm

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_GAMMA_VALUE_0
source: □ Gamma : {0}<BR>
ja_jp: □ ガンマ値 : {0}<BR>
ko_kr: □ 감마 : {0}<BR>

# MSG_Q_SYSTEM_MOVE_Z
source: Z position will change.<BR>Please check the lens and the sample to avoid confliction.
ja_jp: Z位置を移動します。<BR>サンプルに衝突しないか確認して下さい。

# MSG_Q_3D_EFI_Z_CURRENT_POSITION_OUT_OF_RANGE
source: Z position is out of 3D/EFI acquisition range. Are you sure you want to execute?
ja_jp: 現在のZ位置が3D撮影、全焦点撮影の範囲外です。撮影を続行しますか？

# CAP_SYSCONFIGURATION_NAME_HRUF
source: DSX500(UF)
ja_jp: DSX500(正立)

# CAP_SYSCONFIGURATION_NAME_HRIF
source: DSX500(IF)
ja_jp: DSX500(倒立)

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONSETTING_SIMPLEOMNIFOCAL_TEXT
source: EFI
ja_jp: 拡張焦点(EFI)

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONSETTING_SNAP_TEXT
source: 2D
ja_jp: スナップ

# MSG_W_CANNOT_SET_APERTURESTOP
source: Can not set AS(Aperture stop) with the current observation mode.
de_de: AS (Aperturblende) kann nicht mit aktuellem Beobachtungsmodus eingestellt werden.
ja_jp: 現在の観察法ではAS（開口絞り）を再現することができません。

# MSG_W_MAGCHG_LENS_REGISTRATION_ONLY_ONE
source: You can register only one objective lens in this system(DSX500(IF)).
de_de: In diesem System kann nur eine Objektivlinse registriert werden (DSX500(IF)).
ja_jp: DSX500(倒立)の場合、対物レンズは１つしか登録できません。

# MSG_W_REVO_CHANGED_DURING_ZOOM
source: Nosepiece was switched during the zoom action. Please check the zoom magnification.
de_de: Aufsatz wurde während des Zoomens verändert. Bitte überprüfen sie die Zoom Vergrößerung.
ja_jp: ズーム動作中にノーズピースが切り替えられました。ズーム倍率をご確認ください。

# CAP_CALIBRATION_REPETITION_MEASURE_MODE_BUTTON
source: Repeatability
de_de: Wiederholgenauigkeit
ja_jp: 繰り返し性測定

# CAP_ACQSETTING_COMBOACQMODELIST1_TEXT
source: SNAP
de_de: SCHNAPPSCHUSS
ko_kr: 스냅

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONVERT_NONE48_TEXT
source: NONE48
de_de: KEINE 48
