Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

source: In highlight
de_de: Im Lichtbereich
ja_jp: 入力ハイライト
zh_cn: 亮区内

source: In shadow
de_de: Im Schatten
ja_jp: 入力シャドウ
zh_cn: 阴影内

source: Out highlight
de_de: Aus dem Lichtbereich
ja_jp: 出力ハイライト
zh_cn: 亮区外

source: Out shadow
de_de: Aus dem Schatten
ja_jp: 出力シャドウ
zh_cn: 阴影外

source: Gamma correction
de_de: Gammakorrektur
ja_jp: ガンマ変換
ko_kr: 감마 보정
zh_cn: Gamma 校正

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Chrome
de_de: Farbgebung
ja_jp: 彩度
ko_kr: 크롬
zh_cn: 色度

source: Contrast
de_de: Kontrast
ja_jp: コントラスト
ko_kr: 대비
zh_cn: 对比度

source: Type
de_de: Typ
ja_jp: テクスチャ強調/ハレーション除去
ko_kr: 유형
zh_cn: 类型

source: On/Off
de_de: Ein/Aus
zh_cn: 开/关

source: HDR (Anti-halation)
de_de: HDR (Lichthofschutz)
ja_jp: HDR（ハレーション除去）
ko_kr: HDR(헐레이션 방지)
zh_cn: HDR（防光晕）

source: Texture
de_de: Struktur
ja_jp: テクスチャ
ko_kr: 질감
zh_cn: 纹理

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Chrome
de_de: Farbgebung
ja_jp: 彩度
ko_kr: 크롬
zh_cn: 色度

source: Contrast
de_de: Kontrast
ja_jp: コントラスト
ko_kr: 대비
zh_cn: 对比度

source: On/Off
de_de: Ein/Aus
zh_cn: 开/关

source: HDR (Texture enhancement)
de_de: HDR (Strukturbetonung)
ja_jp: HDR（テクスチャ強調）
ko_kr: HDR(질감 개선)
zh_cn: HDR（纹理增强）

source: Texture
de_de: Struktur
ja_jp: テクスチャ
ko_kr: 질감
zh_cn: 纹理

source: 設定状態
de_de: Status
ko_kr: 상태
zh_cn: 状态

source: Color range
de_de: Farbbereich
ja_jp: 色幅
ko_kr: 컬러 범위
zh_cn: 色域

source: B
zh_cn: 蓝

source: G
zh_cn: 绿

source: R
zh_cn: 红

source: Color
de_de: Farbe
ja_jp: 強調色
ko_kr: 색상
zh_cn: 颜色

source: Color highlight
de_de: Farbbetonung
ja_jp: カラーハイライト
ko_kr: 색상 개선
zh_cn: 彩色增强

source: Image processing
de_de: Bildverarbeitung
ja_jp: 画像補正
ko_kr: 이미지 처리
zh_cn: 图像处理

source: Observation mode
de_de: Beobachtungsmodus
ja_jp: 観察法
ko_kr: 관찰 모드
zh_cn: 观测模式

source: Gain setting
de_de: Verstärkungseinstellung
ja_jp: ゲイン設定
ko_kr: Gain 설정
zh_cn: 增益设置

source: White balance
de_de: Weißabgleich
ja_jp: ホワイトバランス
ko_kr: 화이트 밸런스
zh_cn: 白平衡

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_OBSERVATIONMETHODS_TEXT
source: Observation mode
de_de: Beobachtungsmodus
ja_jp: 観察法
ko_kr: 관찰 모드
zh_cn: 观测模式

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_STAGE_DIRECTION_MOVESPEED_TEXT
source: Speed
de_de: Geschwindigkeit
ja_jp: 移動スピード
ko_kr: 속도
zh_cn: 速度

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_STAGE_DIRECTION_TEXT
source: Eight way setting
de_de: 8-Wege-Einstellung
ja_jp: 8方向設定
ko_kr: 8가지 방법의 설정
zh_cn: 八通道设置

source: X coordinate
de_de: X-Koord.
ja_jp: ステージX座標
ko_kr: X 좌표
zh_cn: X 坐标

source: Y coordinate
de_de: Y-Koord.
ja_jp: ステージY座標
ko_kr: Y 좌표
zh_cn: Y 坐标

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_STAGE_STAGEPOSITION_TEXT
source: Stage position
de_de: Tischposition
ja_jp: ステージ位置
ko_kr: 스테이지 위치
zh_cn: 载物台位置

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_STAGE_TEXT
source: Stage
de_de: Tisch
ja_jp: ステージ
ko_kr: 스테이지
zh_cn: 载物台

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_TEXT
source: Observation setting
de_de: Beobachtungseinstellung
ja_jp: 観察設定
ko_kr: 관찰 설정
zh_cn: 观测设置

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_TEXT
source: Focus
de_de: Fokus
ja_jp: 焦点
ko_kr: 초점
zh_cn: 焦距

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_ZHOMEPOSITION_TEXT
source: Reference Z position
de_de: Z-Referenzposition
ja_jp: 基準位置
ko_kr: 기준 Z 위치
zh_cn: Z 基准位置

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_ZLOWERLIMIT_ONOFF_TEXT
source: Z limit
de_de: Z-Grenze
ja_jp: Zリミット
ko_kr: Z 한계
zh_cn: Z 极限

source: Z limit position
de_de: Z-Grenzposition
ja_jp: Zリミット位置
ko_kr: Z 한계 위치
zh_cn: Z 极限位置

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_ZPOSITION_TEXT
source: Z position
ja_jp: Z位置
ko_kr: Z 위치
zh_cn: Z 位置

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_ACQUISITION_ACQUISITIONTYPE_TEXT
source: Acquisition type
de_de: Erfassungstyp
ja_jp: 撮影種類
ko_kr: 인식 유형
zh_cn: 采集类型

source: Range type
de_de: Bereichstyp
ja_jp: 撮影範囲種類
ko_kr: 범위 유형
zh_cn: 范围类型

source: Range
de_de: Bereich
ja_jp: 撮影範囲
ko_kr: 범위
zh_cn: 范围

source: Range type
de_de: Bereichstyp
ja_jp: 撮影範囲種類
ko_kr: 범위 유형
zh_cn: 范围类型

source: Range
de_de: Bereich
ja_jp: 撮影範囲
ko_kr: 범위
zh_cn: 范围

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_AUTOEXPOSURE_EVALUATIONAREAONOFF_TEXT
source: AE area display
de_de: AE-Bereichsanzeige
ja_jp: AE ROI表示
ko_kr: AE 영역 표시
zh_cn: 自动曝光区显示

source: ROI
ja_jp: AE ROI
zh_cn: 感兴趣区

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_AUTOEXPOSURE_TEXT
source: AE
zh_cn: 自动曝光

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_AUTOFOCUS_FOCUSAREAONOFF_TEXT
source: AF area display
de_de: AF-Bereichsanzeige
ja_jp: AF ROI表示
ko_kr: AF 영역 표시
zh_cn: 自动对焦区显示

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_AUTOFOCUS_FOCUSAREAPOSITION_TEXT
source: ROI
ja_jp: AF ROI位置
zh_cn: 感兴趣区

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_AUTOFOCUS_TEXT
source: AF
zh_cn: 自动对焦

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRADUATION_ONOFF_TEXT
source: Scale marks
de_de: Skalenmarkierungen
ja_jp: 目盛り表示
ko_kr: 스케일 마크
zh_cn: 刻度线

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRADUATION_TEXT
source: Scale marks
de_de: Skalenmarkierungen
ja_jp: 目盛り表示
ko_kr: 스케일 마크
zh_cn: 刻度线

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRID_GRIDDISTANCE_TEXT
source: Grid interval
de_de: Rasterintervall
ja_jp: グリッド間隔
ko_kr: 그리드 간격
zh_cn: 网格间距

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRID_GRIDTYPE_TEXT
source: Auxiliary line
de_de: Hilfslinie
ja_jp: 補助線
ko_kr: 보조 라인
zh_cn: 辅助线

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRID_ONOFF_TEXT
source: Grid display
de_de: Rasteranzeige
ja_jp: グリッド表示
ko_kr: 그리드 표시
zh_cn: 网格显示

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_GRID_TEXT
source: Grid
de_de: Raster
ja_jp: グリッド表示
ko_kr: 그리드
zh_cn: 网格

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_SCALE_ONOFF_TEXT
source: Scale display
de_de: Skalenanzeige
ja_jp: スケール表示
ko_kr: 스케일 표시
zh_cn: 刻度显示

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_SCALE_TEXT
source: Scale
de_de: Skala
ja_jp: スケール表示
ko_kr: 스케일
zh_cn: 刻度

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DISPLAYAREA_TEXT
source: Image display area
de_de: Bildanzeigebereich
ja_jp: 画像表示領域
ko_kr: 이미지 디스플레이 부분
zh_cn: 图像显示区

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DUALPICTURE_DISPLAYAREA_TEXT
source: Display position
de_de: Anzeigeposition
ja_jp: 表示位置
ko_kr: 디스플레이 위치
zh_cn: 显示位置

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DUALPICTURE_DISPLAYMODE_TEXT
source: Display mode
de_de: Anzeigemodus
ja_jp: 表示モード
ko_kr: 디스플레이 모드
zh_cn: 显示模式

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DUALPICTURE_MINIVIEWAREA_TEXT
source: Mini view position
de_de: Miniansichtsposition
ja_jp: ミニビュー表示位置
ko_kr: 미니 뷰 위치
zh_cn: 最小视图位置

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_DUALPICTURE_TEXT
source: Dual screen
de_de: Dualbildschirm
ja_jp: 2画面
ko_kr: 듀얼 스크린
zh_cn: 双画面

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_COMMENT_TEXT
source: Comment
de_de: Kommentar
ja_jp: コメント
ko_kr: 의견
zh_cn: 注释

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_FILECOUNTER_TEXT
source: File counter
de_de: Dateizähler
ja_jp: ファイルカウンタ
ko_kr: 파일 카운터
zh_cn: 文件计数器

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_FILEEXT_TEXT
source: File type
de_de: Dateityp
ja_jp: ファイル形式
ko_kr: 파일 유형
zh_cn: 文件类型

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_ISAUTOSAVE_TEXT
source: Auto save
de_de: Auto-Speichern
ja_jp: 画像自動保存
ko_kr: 자동 저장
zh_cn: 自动保存

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_SAVEFILENAME_TEXT
source: File name
de_de: Dateiname
ja_jp: ファイル名
ko_kr: 파일명
zh_cn: 文件名

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_SAVEMODE_TEXT
source: Destination
de_de: Ziel
ja_jp: 保存方法
ko_kr: 대상
zh_cn: 目的地

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_SAVEPATH_TEXT
source: Folder
de_de: Ordner
ja_jp: フォルダ名
ko_kr: 폴더
zh_cn: 文件夹

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_IMAGEFILEAUTOSAVE_TEXT
source: Auto save
de_de: Auto-Speichern
ja_jp: 画像自動保存
ko_kr: 자동 저장
zh_cn: 自动保存

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_LINECOLOR_TEXT
source: Line color
de_de: Linienfarbe
ja_jp: 線の色
ko_kr: 라인 색상
zh_cn: 线颜色

source: Background color visibility
de_de: Sichtbarkeit der Hintergrundfarbe
ja_jp: ラベルの背景色表示
ko_kr: 배경 색상 가시성
zh_cn: 背景色可见性

source: Background color
de_de: Hintergrundfarbe
ja_jp: ラベルの背景色
ko_kr: 배경 색상
zh_cn: 背景色

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_MEASUREMENTSCOLOR_TEXT
source: Label color
de_de: Beschriftungsfarbe
ja_jp: ラベルの文字色
ko_kr: 라벨 색상
zh_cn: 标签颜色

source: Label position
de_de: Beschriftungsposition
ja_jp: ラベルの位置
ko_kr: 라벨 위치
zh_cn: 标签位置

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_POINTCOLOR_TEXT
source: Point color
de_de: Punktfarbe
ja_jp: 点の色
ko_kr: 포인트 색상
zh_cn: 点颜色

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_SELECTEDEXTENSION_TEXT
source: Advanced setting
de_de: Erweiterte Einstellung
ja_jp: 選択拡張機能
ko_kr: 고급 설정
zh_cn: 高级设置

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_SELECTEDITEM_TEXT
source: Measurement type
de_de: Messtyp
ja_jp: 選択していた測定項目
ko_kr: 측정 유형
zh_cn: 测量类型

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_TEMPLINECOLOR_TEXT
source: Temporary line color
de_de: Temporäre Linienfarbe
ja_jp: 暫定線の色
ko_kr: 임시 라인 색상
zh_cn: 临时线颜色

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVEMEASUREMENT_TEXT
source: Simple measurement
de_de: Einfachmessung
ja_jp: 簡易計測
ko_kr: 단순 측정
zh_cn: 简单测量

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVESTITCHING_DISPLAYMODE_TEXT
source: Display type
de_de: Anzeigetyp
ja_jp: 表示方法
ko_kr: 디스플레이 유형
zh_cn: 显示类型

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVESTITCHING_DISPLAYPERCENT_TEXT
source: Display percent
de_de: Prozentanzeige
ja_jp: 表示パーセント
ko_kr: 디스플레이 퍼센트
zh_cn: 显示百分比

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVESTITCHING_SCALEONOFF_TEXT
source: Scale
de_de: Skala
ja_jp: スケール表示
ko_kr: 스케일
zh_cn: 刻度

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_LIVESTITCHING_TEXT
source: Live panorama
ja_jp: ライブ貼合わせ
ko_kr: 라이브 파노라마
zh_cn: 实时全景

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MAPIMAGE_MAGNIFICATION_TEXT
source: Zoom magnification
de_de: Zoom-Vergrößerung
ja_jp: 設定倍率
ko_kr: 줌 배율
zh_cn: 变焦倍率

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MAPIMAGE_OBSERVATIONMETHOD_TEXT
source: Update when switching from BF
de_de: Aktualisieren beim Umschalten vom BF
ja_jp: 観察法切り替え時の自動更新
ko_kr: BF에서 전환 시 업데이트
zh_cn: 从明场切换时更新

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MAPIMAGE_TEXT
source: Map image
de_de: Übersichtsbild
ja_jp: マップ画像
ko_kr: 맵 이미지
zh_cn: 映射图像

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MOUSEWHEEL_ACTIONMODE_TEXT
source: Mouse while mode
de_de: Maus im Modus
ja_jp: 動作モード
zh_cn: 鼠标滚轮模式

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MOUSEWHEEL_MOVEMODE_TEXT
source: Z movement
de_de: Z-Bewegung
ja_jp: 粗動微動モード
ko_kr: Z 이동
zh_cn: Z 移动

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_MOUSEWHEEL_TEXT
source: Mouse while
de_de: Maus bei
ja_jp: マウスホイール
zh_cn: 鼠标滚轮

source: User button registration
de_de: Benutzertastenregistrierung
ja_jp: ユーザー登録ボタン
ko_kr: 사용자 버튼 등록
zh_cn: 用户按钮注册

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_PREVIEW_TEXT
source: Best image
de_de: Bestes Bild
ja_jp: マルチプレビュー
ko_kr: 베스트 이미지
zh_cn: 优化图像

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_SLEEPMODE_SLEEPMODEENABLE_TEXT
source: Standby mode
de_de: Bereitschaftsmodus
ja_jp: スタンバイモード実施有無
ko_kr: 대기 모드
zh_cn: 待机模式

source: Time until standby mode
de_de: Zeit bis Bereitschaftsmodus
ja_jp: スタンバイモード発動時間
ko_kr: 대기 모드까지의 시간
zh_cn: 待机模式前的时间

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_SLEEPMODE_TEXT
source: Standby mode
de_de: Bereitschaftsmodus
ja_jp: スタンバイモード
ko_kr: 대기 모드
zh_cn: 待机模式

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_SPECIFICCOLOREMPHASIS_TEXT
source: Color list
de_de: Farbenliste
ja_jp: 強調色の一覧
ko_kr: 색상 목록
zh_cn: 颜色列表

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_WHITEBALANCE_ROIAREA_TEXT
source: ROI
zh_cn: 感兴趣区

# MSG_E_EXTEND_FOCUS_IMAGE_FILTER_ERROR
source: An error has occurred furing the EFI acquisition. <BR>Please restart application.
de_de: Fatales Problem bei Bilderfassung mit erweitertem Fokus aufgetreten. <BR>Starten Sie die Anwendung neu.
ja_jp: 拡張焦点/３D画像の構築に失敗しました。<BR>アプリケーションを再起動してください。
ko_kr: 연장 초점 이미지 인식 과정에서 심각한 오류가 발생하였습니다. <BR>애플리케이션을 다시 시작하십시오.
zh_cn: 扩展聚焦图像采集发生严重故障。<BR>请重新启动应用程序。

# MSG_W_EXTEND_HARDDISK_SPACE_NOT_ENOUGH
source: Insufficient hard disk space. Reduce the number of acquisition steps or increase hard drive space.
de_de: Unzureichender Festplatten-Speicherplatz. Anzahl der Erfassungsschritte verringern.
ja_jp: 撮影するために十分なハードディスクの空き容量がありません。撮影ステップ数を減らしてください。
ko_kr: 하드 디스크 공간이 부족합니다. 인식 단계의 수를 줄여 주십시오.
zh_cn: 硬盘空间不足。减少采集步数。

# MSG_W_EXTEND_STEP_COUNT_OVER
source: Please set the step count range between 2 and 1000.
de_de: Stellen Sie die Schrittzählung im Bereich von 2 bis 1000 ein.
ja_jp: ステップ数が2～1000になるように設定してください。
ko_kr: 2에서 100의 범위로 스텝 카운트를 설정하여 주십시오.
zh_cn: 请在 2 至 1000 范围内设置步进计数。

# MSG_W_EXTEND_Z_LOWER_POSITION_INVALID
source: Z has reached lower limit. Please adjust Z position.
de_de: Z kann nicht zur unteren Position bewegt werden. Stellen Sie die Z-Position ein.
ja_jp: Z下限位置が撮影できない範囲に設定されています。Z位置を調節してください。
ko_kr: Z를 낮은 위치로 이동할 수 없습니다. Z 위치를 조정하여 주십시오.
zh_cn: Z 无法移到更低位置。请调整 Z 位置。

# MSG_W_EXTEND_Z_MOVE_FAR_LIMIT_OVER
source: Z has reached limit. Please adjust Z position.
de_de: Z kann nicht weiter als bis zu dieser Position bewegt werden.
ja_jp: これ以上、Zを遠方方向に移動できません。
ko_kr: Z를 이 위치보다 더 멀리 이동할 수 없습니다.
zh_cn: Z 无法移到比该位置更远的位置。

# MSG_W_EXTEND_Z_UPPER_POSITION_INVALID
source: Z has reached upper limit. Please adjust Z position.
de_de: Z kann nicht zur oberen Position bewegt werden. Stellen Sie die Z-Position ein.
ja_jp: Z上限位置が撮影できない範囲に設定されています。Z位置を調節してください。
ko_kr: Z를 높은 위치로 이동할 수 없습니다. Z 위치를 조정하여 주십시오.
zh_cn: Z 无法移到更高位置。请调整 Z 位置。

# MSG_W_MAGCHG_REVOLVER_NEUTRAL_POSITION
source: Please move nosepiece to either position No 1 or 2.
de_de: Aufsatzposition ist neutral. <BR>Wechseln Sie zur Position 1 oder 2.
ja_jp: ノーズピースが中間位置になっています。レンズ１又はレンズ２の位置に設定してください。
ko_kr: 노즈 피스 위치가 중립입니다. <BR>위치 번호 1 혹은 2로 전환하십시오.
zh_cn: 换镜旋座位于中间。<BR>请切换到位置 1 或 2。

# MSG_W_PREVIEW_APPLY_REVOLVER_CHANGED
source: The preview images are not correct because the objective lens has been changed.
de_de: Vorschaubedingung wird nicht korrekt angewendet, weil die Objektivlinse ausgewechselt wurde.
ja_jp: 対物レンズが変更されたため、選択された条件は正しく反映されません。
ko_kr: 대물 렌즈가 교체되어 미리보기 조건이 정확히 적용되지 않습니다.
zh_cn: 未正确应用预览条件，因为已更换物镜。

# MSG_Q_PREVIEW_USER_PATTERN_DELETE_CONFIRMATION
source: Please confirm that you want to delete the user setting's pattern.
de_de: Möchten Sie das Benutzereinstellmuster wirklich löschen?
ja_jp: 登録されている観察条件を削除します。よろしいですか？
ko_kr: 사용자 설정 패턴을 삭제하시겠습니까?
zh_cn: 确定删除用户设置图案吗？

# MSG_Q_SNAP_CONFIRM_CHANGE_3CCD_FOR_HDR
source: In order to enable HDR, 2D acquisition mode will change to standard. <BR>Please confirm.
de_de: Ist es OK, HDR zu aktivieren? <BR>Der 2D-Erfassungsmodus wird auf "Standard" geändert.
ja_jp: HDRを有効にしてもよろしいですか？<BR>スナップ撮影のモードが "標準" に変更されます。
ko_kr: HDR을 활성화하시겠습니까? <BR>2D 인식 모드가 "표준"으로 변경됩니다.
zh_cn: 启用 HDR 可以吗？<BR>2D 采集模式更改为“标准”。

# MSG_I_OBSERVATION_ROI_OUT_OF_VIEW
source: ROI has exceeded the field of view, so the display position and ROI will return to default positions.
de_de: Ein Teil von ROI befand sich außerhalb der Sicht; deshalb werden Anzeigeposition und ROI-Größe auf die Standardvorgabe zurückgesetzt.
ja_jp: 指定されたROIの一部が表示領域外になりましたのでデフォルトに戻します。
ko_kr: ROI의 일부가 뷰 외부에 존재했기 때문에 디스플레이 위치와 ROI 크기가 기본값으로 설정될 것입니다.
zh_cn: 部分感兴趣区在视野之外，所以感兴趣区的显示位置和尺寸将设置回默认。

# MSG_I_OBSERVATION_AF_PEAK_NOT_FOUND
source: Focus point was not found.
de_de: Fokus wurde nicht gefunden.
ja_jp: 焦点が見つかりませんでした。
ko_kr: 초점을 발견하지 못했습니다.
zh_cn: 找不到焦点。

# MSG_E_OBSERV_AF_TIMEOUT
source: Auto-Focus Time Out Error.
de_de: AF abgelaufen.
ja_jp: AFの動作時間内に焦点が見つかりませんでした。
ko_kr: AF 시간 종료.
zh_cn: AF 超时。

# MSG_E_OBSERV_AF_HW_ERROR
source: AF stopped due to invalid hardware operation.
de_de: Verarbeitung gestoppt, da AF durch Ausführung des HW-Vorgangs <BR>beeinflusst wurde.
ja_jp: AF動作に影響のあるＨＷ操作が行われた為処理を中止します。
ko_kr: AF에 영향을 주는 HW 조작이 완료되었기 때문에, <BR>처리가 중단되었습니다.
zh_cn: 因为进行对 AF 有影响的 HW 操作，<BR>处理中断。

# CAP_EUCENTRIC_LABEL_TITLE
source: Free angle observation
de_de: Beobachtung unter beliebigen Winkel
ja_jp: フリーアングル観察
ko_kr: 이름
zh_cn: 名称

# CAP_MICROSCOPY_LABEL_TITLE
source: Observation mode
de_de: Beobachtungsmodus
ja_jp: 観察法
ko_kr: 관찰 모드
zh_cn: 观测模式

# CAP_ACQSETTING_RADIOSNAPMODEHR_TEXT
source: Fine (1194x1194 / 1592x1194)
de_de: Fein (1194x1194 / 1592x1194)
ja_jp: 高精細 (1194x1194 / 1592x1194)
ko_kr: 파인(1194x1194 / 1592x1194)
zh_cn: 精细 (1194x1194 / 1592x1194)

# CAP_ACQSETTING_RADIOSNAPMODEOFF_TEXT
source: Normal (1194x1194 / 1592x1194)
ja_jp: 標準 (1194x1194 / 1592x1194)
ko_kr: 노멀(1194x1194 / 1592x1194)
zh_cn: 标准 (1194x1194 / 1592x1194)

# CAP_ACQSETTING_RADIOSNAPMODESUPERHR_TEXT
source: Super fine (3594x3594 / 4792x3594)
de_de: Superfein (3594x3594 / 4792x3594)
ja_jp: 超高精細 (3594x3594 / 4792x3594)
ko_kr: 슈퍼파인(3594x3594 /4792x3594)
zh_cn: 超精细 (3594x3594 / 4792x3594)

# CAP_REAPPEARANCE_DIALOG_FILE_OPEN_HEADER_TEXT
source: Open an observation condition file.
de_de: Öffnen Sie eine Beobachtungsbedingungsdatei.
ja_jp: 観察条件ファイルを開く。
ko_kr: 관찰 조건 파일을 엽니다.
zh_cn: 打开观测条件文件。

# CAP_REAPPEARANCE_DIALOG_FILE_SAVE_HEADER_TEXT
source: Save an observation condition file.
de_de: Speichern Sie eine Beobachtungsbedingungsdatei.
ja_jp: 観察条件ファイルを保存する。
ko_kr: 관찰 조건 파일을 저장합니다.
zh_cn: 保存观测条件文件。

# MSG_E_EXCEPTION_BUSINESS_OBJECT_INTERFACE
source: BO Interface Error has occurred.
de_de: Fehler in BO-Schnittstelle aufgetreten. (UI)
ja_jp: Error occurred in the BO interface. (UI)
ko_kr: BO 인터페이스 오류 발생. (UI)
zh_cn: BO 接口出错。(UI)

# MSG_E_EXCEPTION_NEED_RESTART
source: Please restart the system.
de_de: Starten Sie das System neu.
ja_jp: システムを再起動してください。
ko_kr: 시스템을 다시 시작하십시오.
zh_cn: 请重新启动系统。

# MSG_E_EXCEPTION_CAMERA_DOMAIN
source: Camera domain error has occurred.
de_de: Fehler in Kameradomäne aufgetreten.
ja_jp: Error occurred in the camera domain.
ko_kr: 카메라 도메인 오류 발생.
zh_cn: 相机域出错。

# MSG_E_EXCEPTION_CAMERA_HARDWARE
source: Camera error has occurred.
de_de: Fehler in der Kamera aufgetreten.
ja_jp: Error occurred in the camera.
ko_kr: 카메라 오류 발생.
zh_cn: 相机出错。

# MSG_E_EXCEPTION_DAO_DOMAIN
source: Data access object error has occurred.
de_de: Fehler im Datenzugriffsobjekt aufgetreten.
ja_jp: Error occurred in Data Access Object.
ko_kr: 데이터접근 객체 오류 발생.
zh_cn: 数据访问对象出错。

# MSG_E_EXCEPTION_DEVICELAYER
source: Device layer error has occurred.
de_de: Fehler in Geräteschicht aufgetreten.
ja_jp: Error occurred in the device layer.
ko_kr: 디바이스 레이어 오류 발생.
zh_cn: 设备层出错。

# MSG_E_EXCEPTION_DEVICEWRAPPED
source: Error involving device has occurred.
de_de: Gerät mit Fehler festgestellt.
ja_jp: Device involving error occurred.
ko_kr: 오류를 포함한 장비입니다.
zh_cn: 设备出错。

# MSG_E_EXCEPTION_DUALPIC_OTHER
source: Unexpected error occurred when the file was opened. Please restart software.
de_de: Unerwarteter Fehler beim Öffnen der Datei aufgetreten.
ja_jp: 予期しないエラーが発生しました。
ko_kr: 파일을 열 때 예상하지 못한 오류 발생.
zh_cn: 打开文件时意外出错。

# MSG_E_EXCEPTION_DUALPIC_SIZE_LIMIT_MAX
source: File exceed maximum size.
de_de: Maximale zu öffnende Größe überschritten.
ja_jp: 画像サイズが大き過ぎるため、ファイルが開けません。
ko_kr: 열 수 있는 최대 크기 초과.
zh_cn: 超过可打开的最大尺寸。

# MSG_E_EXCEPTION_DUALPIC_SIZE_LIMIT_MIN
source: Can not load incompatible file.
de_de: Minimale zu öffnende Größe überschritten.
ja_jp: 画像サイズが小さ過ぎるため、ファイルが開けません。
ko_kr: 열 수 있는 최소 크기 초과.
zh_cn: 超过可打开的最小尺寸。

# MSG_E_EXCEPTION_EMERGENCY_STAGE_STOP
source: An emergency stop has occurred.
de_de: Not-Aus ausgelöst.
ja_jp: ステージを緊急停止しました。<BR>システムの電源を入れ直してください。
ko_kr: 비상 중지 발생.
zh_cn: 发生紧急停止。

# MSG_E_EXCEPTION_HARDWARE
source: Hardware error has occurred.
de_de: Fehler in Hardware aufgetreten.
ja_jp: Error occurred in hardware.
ko_kr: 하드웨어 오류 발생.
zh_cn: 硬件出错。

# MSG_E_EXCEPTION_HARDWARE_TIMEOUT
source: Hardware command timeout.
de_de: Befehl-Timeout in der Hardware.
ja_jp: Command timeout in the hardware.
ko_kr: 하드웨어 타임아웃 명령.
zh_cn: 硬件命令超时。

# MSG_E_EXCEPTION_IMAGEPROCESS_DOMAIN
source: Image process error has occurred. ErrorCode:[{0}]
de_de: Fehler in Bildverarbeitungsdomäne aufgetreten. ErrorCode:[{0}]
ja_jp: 画像処理エラーが発生しました。 ErrorCode:[{0}]
ko_kr: 이미지 처리 도메인 오류 발생. ErrorCode:[{0}]
zh_cn: 图像处理域出错。 ErrorCode:[{0}]

# MSG_E_EXCEPTION_MICROSCOPE_DOMAIN
source: Microscope Domain error has occurred.
de_de: Fehler in Mikroskopdomäne aufgetreten.
ja_jp: Error occurred in the microscope domain.
ko_kr: 현미경 도메인 오류 발생.
zh_cn: 显微镜域出错。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE
source: Microscope Error has occurred.
de_de: Fehler im Mikroskop aufgetreten.
ja_jp: Error occurred in the microscope.
ko_kr: 현미경 오류 발생.
zh_cn: 显微镜出错。

# MSG_E_EXCEPTION_MICROSCOPE_STATUS_CHANGE
source: Error occurred when the state of the microscope had been changed.
de_de: Fehler beim Statuswechsel des Mikroskops aufgetreten.
ko_kr: 현미경 상태가 변경되었을 때 오류가 발생하였습니다.
zh_cn: 更改显微镜状态后出错。

# MSG_E_EXCEPTION_NO_REGISTED_LENS
source: The lens is unregistered. Please register.
de_de: Linse nicht registriert.
ja_jp: The lens is unregistered.
ko_kr: 미등록 렌즈입니다.
zh_cn: 未注册镜头。

# MSG_E_EXCEPTION_REGIST_NEARLIMIT_ERROR_BY_CURRENT_POINT
source: Current position is near proximity limit point.
de_de: Aktueller Punkt ist näher als der Nahgrenzpunkt.
ja_jp: 現在のZ位置がZリミットよりサンプルに近い位置であるため、Zリミットを有効にできません。
ko_kr: 현재 포인트가 접근 한계 포인트보다 가깝습니다.
zh_cn: 当前点比近限点更近。

# MSG_E_EXCEPTION_REVOLVER_CHANGED_ON_PROHIBITED_FUNCTION
source: Stage stopped due to switched nosepiece.
de_de: Tisch gestoppt, da Aufsatz gewechselt wurde.
ja_jp: ノーズピースが切り替わりました。ステージ移動中の場合はステージを停止します。
ko_kr: 노즈 피스 조작에 의한 스테이지 중단
zh_cn: 通过切换换镜旋座停止载物台。

# MSG_E_EXCEPTION_PREVIEW_DOMAIN
source: Best Image Domain error.
de_de: Fehler in der Bestbild-Domäne aufgetreten.
ja_jp: Error occurred in the preview domain.
ko_kr: 베스트 이미지 도메인 오류 발생.
zh_cn: 优化图像域出错。

# MSG_E_EXCEPTION_SCENARIO_PARAMETER_INTERFACE
source: Scenario Interface Error.
de_de: Fehler in der Szenario-Schnittstelle aufgetreten. (UI)
ja_jp: Error occurred in the scenario interface. (UI)
ko_kr: 시나리오 인터페이스 오류 발생. (UI)
zh_cn: 方案接口出错。(UI)

# MSG_E_EXCEPTION_STAGE_DOMAIN
source: Stage Error has occurred.
de_de: Fehler in der Tischdomäne aufgetreten.
ja_jp: Error occurred in the stage domain.
ko_kr: 스테이지 도메인 오류 발생.
zh_cn: 载物台域出错。

# MSG_E_EXCEPTION_STAGE_HARDWARE
source: Stage Error has occurred.
de_de: Fehler im Tisch aufgetreten.
ja_jp: ステージでエラーが発生しました。
ko_kr: 스테이지 오류 발생.
zh_cn: 载物台出错。

# MSG_E_EXCEPTION_STAGE_INITIALIZE
source: Stage initialization failed, please restart application or use as manual stage.
de_de: Tischinitialisierung fehlgeschlagen. Steuern Sie den Tisch manuell.
ja_jp: 電動ステージの初期化に失敗しました。<BR>手動ステージとして起動します。
ko_kr: 스테이지 초기화 실패. 수동 스테이지로 실행하십시오.
zh_cn: 载物台初始化失败。作为手动载物台运行。

# MSG_E_EXCEPTION_STITCHING_IMAGESIZE_OVER
source: Size of Stitched image has exceeded limit.
de_de: Größe der Bildmontagebilder überschritten. (UI)
ja_jp: Pasting suiting image size was exceeded. (UI)
ko_kr: 스티칭 이미지의 크기가 초과되었습니다. (UI)
zh_cn: 超过拼接图像尺寸。(UI)

# MSG_E_EXCEPTION_UI_LAYER_FATAL
source: Fatal error occurred in the UI layer. (UI) <BR>Please restart the application.
de_de: Fataler Fehler in der UI-Schicht aufgetreten. (UI) <BR>Starten Sie die Anwendung neu.
ja_jp: Fatal error occurred in the UI layer. (UI)<BR>Please quit the application.
ko_kr: UI 레이어에서 심각한 오류 발생. (UI)<BR>애플리케이션을 다시 시작하십시오.
zh_cn: UI 层出现严重错误。(UI) <BR>请重新启动应用程序。

# MSG_E_EXCEPTION_UNEXPECTED_LIVE_STOP
source: Unexpected stopping error occurred in the live.
de_de: Unerwarteter Stoppfehler im Live-Modus aufgetreten.
ja_jp: The Live is Unexpected Stopped.
ko_kr: 라이브에서 예기치 않은 정지 오류가 발생하였습니다.
zh_cn: 发生实时意外停止错误。
