Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_EASY_MODE_TITLE_NAME
source: Tutorial mode
de_de: Lernmodus
ja_jp: ビギナーモード
ko_kr: 튜토리얼 모드
zh_cn: 指导模式

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_EXPERT_MODE_TITLE_NAME
source: Advanced mode
de_de: Erweiterter Modus
ja_jp: 標準モード
ko_kr: 고급 모드
zh_cn: 高级模式

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_HEADER_BAR_GROUP_ANALIZE_BUTTON
source: Measurement
de_de: Messung
ja_jp: 解析
ko_kr: 측정
zh_cn: 测量

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_HEADER_BAR_GROUP_LIVE_LABEL
source: Live
ko_kr: 라이브
zh_cn: 实时

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_HEADER_BAR_GROUP_PHOTOGRAPHY_BUTTON
source: Acquisition
de_de: Erfassung
ja_jp: 撮影
ko_kr: 인식
zh_cn: 采集

# CAP_MICROSCOPE_FRAME_WINDOW_GROUP_HEADER_BAR_GROUP_REPORT_BUTTON
source: Report
de_de: Bericht
ja_jp: レポート
ko_kr: 보고
zh_cn: 报告

# CAP_PAGE_PHOTOGRAPHY_GROUP_DETAIL_SETTING_GROUP_PHOTOGRAPHY_SETTING_TITLE
source: Image acquisition
de_de: Bilderfassung
ja_jp: 撮影設定
ko_kr: 이미지 인식
zh_cn: 图像采集

# CAP_PAGE_PHOTOGRAPHY_GROUP_DETAIL_SETTING_GROUP_PHOTOGRAPHY_SETTING_TO_MOVIE
source: Movie
de_de: Film
ja_jp: 動画
ko_kr: 무비
zh_cn: 电影

# CAP_PAGE_PHOTOGRAPHY_GROUP_DETAIL_SETTING_GROUP_TITLE
source: Advanced settings
de_de: Erweiterte Einstellungen
ja_jp: 詳細設定
ko_kr: 고급 설정
zh_cn: 高级设置

# CAP_PAGE_PHOTOGRAPHY_GROUP_REC_START_LABEL
source: Start
ja_jp: 開始
ko_kr: 시작
zh_cn: 开始

# CAP_PAGE_PHOTOGRAPHY_GROUP_REC_STOP_LABEL
source: Stop
de_de: Stopp
ja_jp: 停止
ko_kr: 중단
zh_cn: 停止

# CAP_PAGE_PHOTOGRAPHY_GROUP_STOP_ACTION_LABEL
source: Stop
de_de: Stopp
ja_jp: 中止
ko_kr: 중단
zh_cn: 停止

# CAP_PAGE_PHOTOGRAPHY_GROUP_COMPLETE_ACTION_LABEL
source: Complete
de_de: Fertig
ja_jp: 完了
ko_kr: 완료
zh_cn: 完成

# CAP_PAGE_PHOTOGRAPHY_GROUP_TAKE_PHOTOGRAPH_LABEL
source: Acquisition
de_de: Erfassung
ja_jp: 撮影
ko_kr: 획득
zh_cn: 采集

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_PHOTOGRAPHY_MODE_FREE_PRECISE_LABEL
source: Instant EFI
ja_jp: 簡易
ko_kr: 인스턴트 EFI
zh_cn: 即时景深扩展

source: Fine
de_de: Fein
ja_jp: 高精度
ko_kr: 미세하게
zh_cn: 精细

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_PHOTOGRAPHY_MODE_HIGH_SPEED_LABEL
source: Fast
de_de: Schnell
ja_jp: 高速
ko_kr: 빠르게
zh_cn: 快速

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_PHOTOGRAPHY_MODE_LABEL
source: Acquisition mode
de_de: Erfassungsmodus
ja_jp: 撮影モード
ko_kr: 인식 모드
zh_cn: 采集模式

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP
source: Acquisition range
de_de: Erfassungsbereich
ja_jp: 撮影範囲
ko_kr: 인식 범위
zh_cn: 采集范围

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG
source: Range
de_de: Bereich
ja_jp: 範囲
ko_kr: 범위
zh_cn: 范围

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_END_POS
source: End
de_de: Ende
ja_jp: 終了位置
ko_kr: 종료
zh_cn: 结束

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_MANUAL
source: Manual
de_de: Manuell
ja_jp: 手動入力
ko_kr: 수동
zh_cn: 手动

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_NARROW
source: Short
de_de: Kurz
ja_jp: 狭い
ko_kr: 짧음
zh_cn: 短

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_NORMAL
source: Medium
de_de: Mittel
ja_jp: 標準
ko_kr: 중간
zh_cn: 中

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_NUM_STEP
source: Steps :
de_de: Schritte:
ja_jp: ステップ数：
ko_kr: 단계:
zh_cn: 步骤：

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_PITCH
source: Pitch :
de_de: Abstand:
ja_jp: ピッチ：
ko_kr: 피치:
zh_cn: 间距：

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_TOP_POS
source: Start
ja_jp: 開始位置
ko_kr: 시작
zh_cn: 开始

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_AREA_TAG_WIDE
source: Tall
de_de: Lang
ja_jp: 広い
ko_kr: 높음
zh_cn: 长

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_UP_LOW_TAG_CENTER
source: Set at center pos.
de_de: Satz in Zentrums Pos.
ja_jp: 中央位置で設定
ko_kr: 중앙위치에서 설정
zh_cn: 在中央位置设定

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_UP_LOW_TAG_CURRENT
source: Set at current pos.
de_de: Satz in aktueller Pos.
ja_jp: 現在位置で設定
ko_kr: 현재 위치에서 설정
zh_cn: 在现在位置设定

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TARGET_AREA_GROUP_UP_LOW_TAG_LIMIT
source: Start/End
de_de: Start/Ende
ja_jp: 上下限
ko_kr: 시작/종료
zh_cn: 起始/结束

# CAP_PAGE_Photography_GROUT_3D_SETTING_GROUP_TITLE
source: EFI/3D Settings
de_de: EFI/3D-Einstellungen
ja_jp: 拡張焦点/3D設定
ko_kr: EFI/3D 설정
zh_cn: EFI/3D 设置

# CAP_PAGE_SETTING_TOOL_GROUP_CURRENT_Z_POSITION_LABEL
source: Current Z position
de_de: Aktuelle Z-Position
ja_jp: 現在Z位置
ko_kr: 현재 Z 위치
zh_cn: 当前 Z 位置

# CAP_PAGE_SETTING_TOOL_GROUP_FOCUS_LABEL
source: Focus
de_de: Fokus
ja_jp: 焦点
ko_kr: 초점
zh_cn: 焦距

# CAP_PAGE_SETTING_TOOL_GROUP_IMAGE_LIST_LABEL
source: Image list
de_de: Bildliste
ja_jp: 画像リスト
ko_kr: 이미지 목록
zh_cn: 图像列表

# CAP_PAGE_SETTING_TOOL_GROUP_REGISTERED_Z_POSITION_LABEL
source: Reference Z position
de_de: Z-Referenzposition
ja_jp: 基準Z位置
ko_kr: 기준 Z 위치
zh_cn: Z 基准位置

# CAP_PAGE_SETTING_TOOL_GROUP_SUPPORT_MENU_LABEL
source: Accessory
de_de: Zubehör
ja_jp: 補助
ko_kr: 액세서리
zh_cn: 附件

# CAP_PAGE_SETTING_TOOL_GROUP_ZOOM_LABEL
source: Zoom
ja_jp: ズーム
ko_kr: 줌
zh_cn: 变焦

# CAP_PAGE_SETTING_TOOL_GROUP_Z_ESCAPE_LABEL
source: Z esc.
ja_jp: Z退避
zh_cn: Z 溢出

# CAP_PAGE_SETTING_TOOL_GROUP_Z_LOWER_LIMIT_POSITION_LABEL
source: Z limit
de_de: Z-Grenze
ja_jp: Zリミット
ko_kr: Z 한계
zh_cn: Z 极限

# CAP_PAGE_SETTING_TOOL_GROUP_Z_RELEASE_WARNING_LABEL
source: Z limit is invalid. <BR>Please use carefully.
de_de: Z-Grenze ist ungültig.<BR>Mit Vorsicht verwenden.
ja_jp: Zリミットが解除されています。<BR>サンプルへの衝突に気をつけてください。
ko_kr: 유효하지 않은 Z 한계.<BR>사용에 주의하십시오.
zh_cn: Z 极限无效。<BR>请小心使用。

# CAP_PAGE_SETTING_TOOL_GROUP_Z_VALUES_BUTTON_REGISTRATION_LABEL
source: Register
de_de: Registrieren
ja_jp: 登録
ko_kr: 등록
zh_cn: 注册

# CAP_PAGE_SETTING_TOOL_GROUP_Z_VALUES_Z_POSITION_MARGIN_LABEL
source: Z distance
de_de: Z-Abstand
ja_jp: Z退避量
ko_kr: Z 거리
zh_cn: Z 距离

# CAP_PAGE_SPECULUM_GROUP_BASEPOINT_MOVE_LABEL
source: Upright
de_de: Senkrecht
ja_jp: 正立
ko_kr: 베이스
zh_cn: 基点

# CAP_PAGE_SPECULUM_GROUP_ECUCENTRIC_MOVE_LABEL
source: Free angle
de_de: var. Winkel
ja_jp: フリーアングル
ko_kr: 이동
zh_cn: 移动

# CAP_PAGE_SPECULUM_GROUP_MICROSCOPY_BRIGHT_FIELD_LABEL
source: B F
zh_cn: 明场

# CAP_PAGE_SPECULUM_GROUP_MICROSCOPY_DARK_FIELD_LABEL
source: D F
zh_cn: 暗场

# CAP_PAGE_SPECULUM_GROUP_MICROSCOPY_DIC_LABEL
source: DIC
zh_cn: 微分干涉差

# CAP_PAGE_SPECULUM_GROUP_MICROSCOPY_POLARIZE_LABEL
source: P O
zh_cn: 偏光

# CAP_PAGE_STATUS_BAR_GROUT_RECOREDINGTIME_LABEL
source: Recording time
de_de: Aufnahmezeit
ja_jp: 録画時間
ko_kr: 리코딩 시간
zh_cn: 记录时间

# CAP_PAGE_STATUS_BAR_GROUT_REMAINING_TIME_LABEL
source: Remaining time
de_de: Verbleibende Zeit
ja_jp: 残り時間
ko_kr: 남은 시간
zh_cn: 剩余时间

# CAP_PAGE_SPECULUM_GROUP_REFERENCE_Z_POSITION_LABEL
source: Reference Z position
de_de: Z-Referenzposition
ja_jp: 基準Z位置
ko_kr: 기준 Z 위치
zh_cn: Z 基准位置

# CAP_AUTOSTITCH_DIALOG_ALIGNMENT_UPDATE_BUTTON
source: Update position
de_de: Aktualisierposition
ja_jp: 基準位置更新
ko_kr: 업데이트 위치
zh_cn: 更新位置

# CAP_AUTOSTITCH_DIALOG_CANCEL
source: Cancel
de_de: Abbrechen
ja_jp: 中断
ko_kr: 취소
zh_cn: 取消

# CAP_AUTOSTITCH_DIALOG_GROUP_ALIGN_HORIZONTAL
source: Horizontal
ja_jp: 横
ko_kr: 수평
zh_cn: 横向

# CAP_AUTOSTITCH_DIALOG_GROUP_ALIGN_VERTICAL
source: Vertical
de_de: Vertikal
ja_jp: 縦
ko_kr: 수직
zh_cn: 纵向

# CAP_AUTOSTITCH_DIALOG_GROUP_NUM_OF_SHEETS
source: pieces
de_de: Stücke
ja_jp: 枚
ko_kr: 피스
zh_cn: 页数

# CAP_AUTOSTITCH_DIALOG_GROUP_OVERLAP_LABEL
source: Overlap
de_de: Überlapp
ja_jp: 重なり幅
ko_kr: 중복 크기
zh_cn: 重叠尺寸

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_BOTTOM
source: Bottom
de_de: Unten
ja_jp: 下
ko_kr: 바닥
zh_cn: 底部

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_CENTER
source: Center
de_de: Mitte
ja_jp: 中央
ko_kr: 중심
zh_cn: 中央

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_LEFT
source: Left
de_de: Links
ja_jp: 左
ko_kr: 좌측
zh_cn: 左

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_LEFT_BOTTOM
source: Bottom left
de_de: Unten links
ja_jp: 左下
ko_kr: 바닥 좌측
zh_cn: 左下

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_LEFT_UPPER
source: Top left
de_de: Oben links
ja_jp: 左上
ko_kr: 상부 좌측
zh_cn: 左上

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_RIGHT
source: Right
de_de: Rechts
ja_jp: 右
ko_kr: 우측
zh_cn: 右

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_RIGHT_BOTTOM
source: Bottom right
de_de: Unten rechts
ja_jp: 右下
ko_kr: 바닥 우측
zh_cn: 右下

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_RIGHT_UPPER
source: Top right
de_de: Oben rechts
ja_jp: 右上
ko_kr: 상부 우측
zh_cn: 右上

# CAP_AUTOSTITCH_DIALOG_GROUP_POS_UPPER
source: Top
de_de: Oben
ja_jp: 上
ko_kr: 상부
zh_cn: 顶部

# CAP_AUTOSTITCH_DIALOG_GROUP_REFERENCE_POSITION
source: Alignment
de_de: Ausrichtung
ja_jp: 基準位置
ko_kr: 정렬
zh_cn: 对齐

# CAP_AUTOSTITCH_DIALOG_GROUP_SPECIFY_PAGES
source: Number of pieces
de_de: Anzahl der Stücke
ja_jp: 枚数指定
ko_kr: 피스의 개수
zh_cn: 页数

# CAP_AUTOSTITCH_DIALOG_GROUP_SPECIFY_SIZE
source: Length
de_de: Länge
ja_jp: 長さ指定
ko_kr: 길이
zh_cn: 长度

# CAP_AUTOSTITCH_DIALOG_GROUP_STITCH_AREA
source: Start/End positions
de_de: Start-/Endposition
ja_jp: 端点指定（開始点・終了点）
ko_kr: 시작/종료 위치
zh_cn: 起始/结束位置

# CAP_AUTOSTITCH_DIALOG_GROUP_UNIT
source: Unit
de_de: Einheit
ja_jp: 単位
ko_kr: 단위
zh_cn: 单位

# CAP_AUTOSTITCH_DIALOG_GROUP_WIDE_STITCH_MATRIX
source: Wide stitching area
de_de: Großbildmontage
ja_jp: 広範囲貼合わせ
ko_kr: 넓은 스티칭 영역
zh_cn: 拼接区宽度

# CAP_AUTOSTITCH_DIALOG_TAKE_PHOTOGRAPHY
source: Acquisition
de_de: Erfassung
ja_jp: 撮影
ko_kr: 인식
zh_cn: 采集

# CAP_AUTOSTITCH_DIALOG_TITLE_NAME
source: High quality panorama
de_de: Hochwertiges Panorama
ja_jp: 自動貼合わせ
ko_kr: 고품질 파노라마
zh_cn: 高质量全景图

# CAP_AUTOSTITCH_LOCATION_AUTO_SAVE_AS
source: Destination
de_de: Ziel
ja_jp: 保存先
ko_kr: 대상
zh_cn: 目的地

# CAP_AUTOSTITCH_LOCATION_AUTO_SAVE_PHOTOGRAPHY
source: Enable auto save for each image
de_de: Auto-Speichern für jedes Bild aktivieren
ja_jp: 個別画像の自動保存を有効にする
ko_kr: 각 이미지에 대한 자동 저장 활성화
zh_cn: 启用各图像的自动保存

# CAP_AUTOSTITCH_LOCATION_AUTO_SAVE_PHOTOGRAPHY_SETTING
source: File settings for each image
de_de: Dateieinstellungen für jedes Bild
ja_jp: 個別画像保存の詳細を設定する
ko_kr: 각 이미지에 대한 파일 설정
zh_cn: 各图像的文件设置

# CAP_AUTOSTITCH_LOCATION_CHANGE
source: Change location
de_de: Ort ändern
ja_jp: 移 動
ko_kr: 위치 변경
zh_cn: 更改位置

# CAP_AUTOSTITCH_LOCATION_CHANGE_BUTTON
source: Move
de_de: Bewegen
ja_jp: 移動
ko_kr: 이동
zh_cn: 移动

# CAP_AUTOSTITCH_LOCATION_STITCH_AFTER_TAKE_PHIOTOGRAPHY
source: Perform stitching after acquisition
de_de: Bildmontage nach Erfassung durchführen
ja_jp: 撮影完了後に貼合わせ処理を実行する
ko_kr: 인식 후에 스티칭 수행
zh_cn: 采集后执行拼接

# CAP_AUTOSTITCH_LOCATION_USE_CONDITION_DEFINED_IN_MAIN_MENU
source: Acquisition is performed by acquisition conditions in main window.
de_de: Erfassung wird nach Erfassungsbedingungen im Hauptfenster durchgeführt.
ja_jp: メイン画面の撮影条件で撮影します
ko_kr: 인식은 메인 창에서 인식 조건에 의해 수행됩니다.
zh_cn: 按主窗口的采集条件执行采集。

# CAP_AUTOSTITCH_REGISTRATION_BUTTON
source: ON
de_de: EIN
zh_cn: 开

# CAP_AUTOSTITCH_RELEASE_BUTTON
source: OFF
de_de: AUS
zh_cn: 关

# CAP_AUTOSTITCH_MODE
source: Auto
ja_jp: 自動
ko_kr: 자동
zh_cn: 自动

# CAP_FULL_SCREEN_PAGE_ACQUISITION_CANCEL_BUTTON_LABEL
source: Stop
de_de: Stopp
ja_jp: 中止
ko_kr: 중단
zh_cn: 停止

# CAP_FULL_SCREEN_PAGE_ACQUISITION_START_BUTTON_LABEL
source: Acquisition
de_de: Erfassung
ja_jp: 撮影
ko_kr: 획득
zh_cn: 采集

# CAP_FULL_SCREEN_PAGE_BACK_BUTTON_LABEL
source: Back
de_de: Zurück
ja_jp: 戻る
ko_kr: 뒤로
zh_cn: 上一步

# CAP_FULL_SCREEN_PAGE_BRIGHTNESS_LABEL
source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

# CAP_LIVESTITCH_MODE
source: Fixed
de_de: Festgelegt
ja_jp: 固定
ko_kr: 고정
zh_cn: 固定

# CAP_SCREEN_MATRIX_POS_BOTTOM
source: Bottom
de_de: Unten
ja_jp: 下
ko_kr: 바닥
zh_cn: 底部

# CAP_SCREEN_MATRIX_POS_CENTER
source: Center
de_de: Mittelpunkt
ja_jp: 中央
ko_kr: 중심
zh_cn: 中央

# CAP_SCREEN_MATRIX_POS_LEFT
source: Left
de_de: Links
ja_jp: 左
ko_kr: 좌측
zh_cn: 左

# CAP_SCREEN_MATRIX_POS_LEFT_BOTTOM
source: Bottom left
de_de: Unten links
ja_jp: 左下
ko_kr: 바닥 좌측
zh_cn: 左下

# CAP_SCREEN_MATRIX_POS_LEFT_UPPER
source: Top left
de_de: Oben links
ja_jp: 左上
ko_kr: 상부 좌측
zh_cn: 左上

# CAP_SCREEN_MATRIX_POS_RIGHT
source: Right
de_de: Rechts
ja_jp: 右
ko_kr: 우측
zh_cn: 右

# CAP_SCREEN_MATRIX_POS_RIGHT_BOTTOM
source: Bottom right
de_de: Unten rechts
ja_jp: 右下
ko_kr: 바닥 우측
zh_cn: 右下

# CAP_SCREEN_MATRIX_POS_RIGHT_UPPER
source: Top right
de_de: Oben rechts
ja_jp: 右上
ko_kr: 상부 우측
zh_cn: 右上

# CAP_SCREEN_MATRIX_POS_UPPER
source: Top
de_de: Oben
ja_jp: 上
ko_kr: 상부
zh_cn: 顶部

# CAP_MAKER_PREVIEW_DIALOG_LIST_BOX_BUMPINESS
source: Bumpiness
de_de: Unebenheit
ko_kr: 돌출 정도
zh_cn: 抖动

# CAP_MAKER_PREVIEW_DIALOG_LIST_BOX_CONTAMINATION
source: Contamination
de_de: Verunreinigung
ko_kr: 오염
zh_cn: 杂质

# CAP_MAKER_PREVIEW_DIALOG_LIST_BOX_DEFECT
source: Defect
de_de: Defekt
ko_kr: 결함
zh_cn: 瑕疵

# CAP_MAKER_PREVIEW_DIALOG_LIST_BOX_FLAT
source: Flat
de_de: Flach
ko_kr: 평탄
zh_cn: 平面

# CAP_MAKER_PREVIEW_DIALOG_LIST_BOX_SUBSTRATE
source: Substrate
de_de: Substrat
ko_kr: 기판
zh_cn: 基板

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_BINNING_GROUP_BINNING_OFF_LABEL
source: Off
de_de: Aus
ja_jp: オフ
zh_cn: 关

# CAP_STAGE_SETTING_GROUP_CHANGE_POSITION_LABEL
source: Move
de_de: Bewegen
ja_jp: 移動
ko_kr: 이동
zh_cn: 移动

# CAP_STAGE_SETTING_GROUP_CLOSE_BUTTON_NAME
source: Close
de_de: Schließen
ja_jp: 閉じる
ko_kr: 종료
zh_cn: 关闭

# CAP_STAGE_SETTING_GROUP_CROSS_LINE_2POINT_AND_1POINT_LABEL
source: Base axis (2 points) and vertical axis (1 point)
de_de: Basisachse (2 Punkte) und Vertikalachse (1 Punkt)
ja_jp: 2点の基準軸と1点の垂線軸
ko_kr: 베이스축(2 points) 및 수직축(1 point)
zh_cn: 基准轴（2 个点）和纵轴（1 个点）

# CAP_STAGE_SETTING_GROUP_CURRENT_POSITION_LABEL
source: Current XY
de_de: Aktuelle XY
ja_jp: 現在位置
ko_kr: 현재 XY
zh_cn: 当前 XY

# CAP_STAGE_SETTING_GROUP_NAME
source: Advanced acquisition
de_de: Erweiterte Erfassung
ja_jp: 応用撮影
ko_kr: 고급 인식
zh_cn: 高级采集

# CAP_STAGE_SETTING_GROUP_NUMBER_INDEX_LABEL
source: No.
de_de: Nr.
ja_jp: 番号
zh_cn: 编号

# CAP_STAGE_SETTING_GROUP_OFF_BUTTON_NAME
source: OFF
de_de: AUS
zh_cn: 关

# CAP_STAGE_SETTING_GROUP_ON_BUTTON_NAME
source: ON
de_de: EIN
zh_cn: 开

# CAP_STAGE_SETTING_GROUP_POINT_XY_LABEL
source: Coordinate XY point
de_de: XY-Koordinatenpunkt
ja_jp: 座標を指定
ko_kr: 좌표 XY 점
zh_cn: 坐标 XY 点

# CAP_STAGE_SETTING_GROUP_REFERENCE_POSITION_LABEL
source: Base axis
de_de: Basisachse
ja_jp: 基準位置を指定
ko_kr: 베이스축
zh_cn: 基准轴

# CAP_STAGE_SETTING_GROUP_TAB1_NAME
source: Alignment
de_de: Ausrichtung
ja_jp: アライメント
ko_kr: 정렬
zh_cn: 对齐

# CAP_STAGE_SETTING_GROUP_TAB2_NAME
source: Stage coordinates
de_de: Tischkoordinaten
ja_jp: 座標登録
ko_kr: 스테이지 좌표
zh_cn: 载物台坐标

# CAP_STAGE_SETTING_GROUP_TAB3_NAME
source: Traveling acquisition
de_de: Verfahrerfassung
ja_jp: 移動撮影
ko_kr: 트래블링 인식
zh_cn: 移动采集

# CAP_STAGE_SETTING_GROUP_X_AXIS_LABEL
source: X axis
de_de: X-Achse
ja_jp: X軸
ko_kr: X 축
zh_cn: X 轴

# CAP_STAGE_SETTING_GROUP_X_POSITION_LABEL
source: X coordinate
de_de: X-Koord.
ja_jp: X座標
ko_kr: X 좌표
zh_cn: X 坐标

# CAP_STAGE_SETTING_GROUP_Y_AXIS_LABEL
source: Y axis
de_de: Y-Achse
ja_jp: Y軸
ko_kr: Y 축
zh_cn: Y 轴

# CAP_STAGE_SETTING_GROUP_Y_POSITION_LABEL
source: Y coordinate
de_de: Y-Koord.
ja_jp: Y座標
ko_kr: Y 좌표
zh_cn: Y 坐标

# CAP_STAGE_SETTING_AF_EACH_POINT_LABEL
source: Execute AF on each acquisition
de_de: AF bei jeder Erfassung ausführen
ja_jp: 登録点ごとにAFを実行する
ko_kr: 각각의 인식에 대해 AF를 실행합니다
zh_cn: 每次采集执行自动对焦

# CAP_STAGE_SETTING_DIALOG_AUTO_SAVE_CHKBOX_LABEL
source: Enable auto save
de_de: Auto-Speichern aktivieren
ja_jp: 自動保存を有効にする
ko_kr: 자동 저장 활성화
zh_cn: 启用自动保存

# CAP_STAGE_SETTING_DIALOG_IMAGING_BUTTON_LABEL
source: Acquisition
de_de: Erfassung
ja_jp: 撮影
ko_kr: 인식
zh_cn: 采集

# CAP_STAGE_SETTING_DIALOG_IMAGING_CONDITION_LABEL
source: Acquisition is performed by acquisition conditions in main window.
de_de: Erfassung nach Erfassungsbedingungen im Hauptfenster.
ja_jp: メイン画面の撮影条件で撮影します
ko_kr: 인식은 메인 창에서 인식 조건에 의해 수행 됩니다.
zh_cn: 按主窗口的采集条件执行采集。

# CAP_STAGE_SETTING_DIALOG_MOVIE_LABEL
source: Movie
de_de: Film
ja_jp: 動画
ko_kr: 무비
zh_cn: 电影

# CAP_STAGE_SETTING_DIALOG_REC_START_BUTTON_LABEL
source: Start
ja_jp: 開始
ko_kr: 시작
zh_cn: 开始

# CAP_STAGE_SETTING_DIALOG_REC_STOP_BUTTON_LABEL
source: Stop
de_de: Stopp
ja_jp: 停止
ko_kr: 중단
zh_cn: 停止

# CAP_STAGE_SETTING_DIALOG_SELECT_SAVE_TO_LABEL
source: Save settings
de_de: Einst. Speichern
ja_jp: 保存先の選択
ko_kr: 설정 저장
zh_cn: 保存设置

# CAP_STAGE_SETTING_DIALOG_STOP_BUTTON_LABEL
source: Stop
de_de: Stopp
ja_jp: 中止
ko_kr: 중단
zh_cn: 停止

# CAP_STAGE_SETTING_GROUP_ALL_DELETE_BUTTON_LABEL
source: All delete
de_de: Alles löschen
ja_jp: 全削除
ko_kr: 모두 삭제
zh_cn: 全部删除

# CAP_STAGE_SETTING_GROUP_DELETE_BUTTON_LABEL
source: Delete
de_de: Löschen
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除

# CAP_STAGE_SETTING_GROUP_GRID_REGISTRATION_LABEL
source: Matrix
ja_jp: 格子登録
ko_kr: 매트릭스
zh_cn: 矩阵

# CAP_STAGE_SETTING_GROUP_MATRIX_POINT_LABEL
source: Matrix
ja_jp: 行列
ko_kr: 매트릭스
zh_cn: 矩阵

# CAP_STAGE_SETTING_GROUP_NUMBER_LABEL
source: No.
de_de: Nr.
zh_cn: 编号

# CAP_STAGE_SETTING_GROUP_PITCH_STEP_LABEL
source: Pitch
de_de: Abstand
ja_jp: ピッチ
ko_kr: 피치
zh_cn: 间距

# CAP_STAGE_SETTING_GROUP_REGISTRATION_BUTTON_LABEL
source: Registration
de_de: Registrierung
ja_jp: 登録
ko_kr: 등록
zh_cn: 注册

# CAP_STAGE_SETTING_GROUP_SELECT_BASE_POINT_LABEL
source: Base point
de_de: Basispunkt
ja_jp: 基準位置
ko_kr: 베이스 포인트
zh_cn: 基准点

# CAP_STAGE_SETTING_MEASURE_AFTER_IMAGING_LABEL
source: Perform measurement after acquisition
de_de: Messung nach Erfassung durchführen
ja_jp: 撮影後に測定を実行する
ko_kr: 인식 후에 측정 수행
zh_cn: 采集后执行测量

# CAP_STAGE_SETTING_SELECT_WIZARD_LABEL
source: Select wizard
de_de: Assistent wählen
ja_jp: ウィザード選択
ko_kr: 마법사 선택
zh_cn: 选择向导

# CAP_STAGE_SETTING_Z_ESCAPE_AT_MOVEMENT_LABEL
source: Move to Z escape position
de_de: Zur Z-Escapeposition bewegen
ja_jp: 移動時に対物レンズを退避する
ko_kr: Z 이스케이프 위치로 이동합니다
zh_cn: 移到 Z 溢出位置

# CAP_STAGE_SETTING_Z_ESCAPE_DISTANCE_LABEL
source: Z escape distance
de_de: Z-Escapeabstand
ja_jp: 退避量
ko_kr: Z 이스케이프 거리
zh_cn: Z 溢出距离

# CAP_DETAIL_SETTINGS_GROUP_SAMPLE_EXCHANGE_POSITION
source: Sample exchange position
de_de: Probe-Austauschposition
ja_jp: サンプル交換位置
ko_kr: 샘플 교환 위치
zh_cn: 换样位置

# CAP_DETAIL_SETTINGS_GROUP_ZOOM_AND_UPDATE_IMAGE_MAP
source: Zoom
ja_jp: ズーム
ko_kr: 줌
zh_cn: 变焦

# CAP_DETAIL_SETTING_GROUP_PHOTOGRAPHY_RANGE_SETTING_LABEL
source: Range setting
de_de: Bereichseinstellung
ja_jp: 範囲設定
ko_kr: 범위 설정
zh_cn: 范围设置

# CAP_DETAIL_SETTING_LIST_IMAGE_REVISION_SETTING_TITLE
source: Image processing
de_de: Bildverarbeitung
ja_jp: 画像補正
ko_kr: 이미지 처리
zh_cn: 图像处理

# CAP_DETAIL_SETTING_LIST_MAP_SETTING_TITLE
source: Map
de_de: Übersicht
ja_jp: マップ
ko_kr: 맵
zh_cn: 映射

# CAP_DETAIL_SETTING_LIST_OBSERVATION_SETTING_TITLE
source: Observation
de_de: Beobachtung
ja_jp: 観察
ko_kr: 관찰
zh_cn: 观测

# CAP_DETAIL_SETTING_LIST_OTHER_SETTING_TITLE
source: Others
de_de: Sonstige
ja_jp: その他
ko_kr: 기타
zh_cn: 其它

# CAP_DETAIL_SETTING_LIST_PHOTOGRAPHY_SETTING_TITLE
source: Image acquisition
de_de: Bilderfassung
ja_jp: 撮影
ko_kr: 이미지 인식
zh_cn: 图像采集

# CAP_DETAIL_SETTING_LIST_STAGE_SETTING_TITLE
source: Stage
de_de: Tisch
ja_jp: ステージ
ko_kr: 스테이지
zh_cn: 载物台

# CAP_DETAIL_SETTING_LIST_Z_POSITION_SETTING_TITLE
source: Z position
ja_jp: Z位置
ko_kr: Z 위치
zh_cn: Z 位置

# CAP_PAGE_DETAILSETTING_LABEL_LOWERLIMIT_POS_REGISTRATION_TREE
source: Z limit registration
de_de: Z-Grenzenregistrierung
ja_jp: Zリミット
ko_kr: Z 한계 등록
zh_cn: Z 极限注册

# CAP_PAGE_IMAGE_REVISION_GROUP_EMPASIS_TEXTURE_TREE_LABEL
source: HDR (Texture enhancement)
de_de: HDR (Strukturbetonung)
ja_jp: HDR（テクスチャ強調）
ko_kr: HDR(질감 개선)
zh_cn: HDR（纹理增强）

# CAP_PAGE_IMAGE_REVISION_GROUP_HIGH_SPEED_HALATION_LABEL
source: WiDER (Anti-halation)
de_de: WiDER (Lichthofschutz)
ja_jp: WiDER（ハレーション除去）
ko_kr: WiDER(헐레이션 방지)
zh_cn: 宽动态扩展范围（防光晕）

# CAP_PAGE_IMAGE_REVISION_GROUP_STANDARD_HALATION_LABEL
source: HDR (Anti-halation)
de_de: HDR (Lichthofschutz)
ja_jp: HDR（ハレーション除去）
ko_kr: HDR(헐레이션 방지)
zh_cn: HDR（防光晕）

# MSG_E_NONE_COORDINATES_ERROR
source: Position is not registered.
de_de: Koordinate ist nicht registriert.
ja_jp: 座標が登録されていません。
ko_kr: 등록되지 않은 좌표입니다.
zh_cn: 坐标未注册。

# MSG_E_SIMPLE_OMNIFOCAL_ERROR
source: Extended focal imaging is not supported.
de_de: Erweiterte fokale Bildgebung wird nicht unterstützt.
ja_jp: 拡張焦点撮影はサポートされていません。
ko_kr: 연장 초점 이미징은 지원되지 않습니다.
zh_cn: 不支持扩展聚焦成像。

# MSG_Q_MOVING_ACQUISITION_STOP
source: Please confirm that you want to finish traveling acquisition.
de_de: Möchten Sie die Bewegungserfassung abschließen?
ja_jp: 移動撮影を終了します。よろしいですか？
ko_kr: 트래블링 인식을 종료하시겠습니까?
zh_cn: 确定结束移动采集吗？

# CAP_ACQUISITION_AUTOSAVEADDFILETYPECHECK_TEXT
source: Additional file type
de_de: Zusätzlicher Dateityp
ja_jp: 追加ファイル形式を有効にする
ko_kr: 추가적인 파일 유형
zh_cn: 附加文件类型

# CAP_ACQUISITION_AUTOSAVECHECK_TEXT
source: Enable auto save
de_de: Auto-Speichern aktivieren
ja_jp: 自動保存を有効にする
ko_kr: 자동 저장 활성화
zh_cn: 启用自动保存

# CAP_ACQUISITION_AUTOSAVECOMMENT_TEXT
source: Comment
de_de: Kommentar
ja_jp: コメント
ko_kr: 의견
zh_cn: 注释

# CAP_ACQUISITION_AUTOSAVEDEFAULTFILETYPE_TEXT
source: File type
de_de: Dateityp
ja_jp: デフォルトファイル形式
ko_kr: 파일 유형
zh_cn: 文件类型

# CAP_ACQUISITION_AUTOSAVEFILECOUNTER_TEXT
source: File counter
de_de: Dateizähler
ja_jp: ファイルカウンタ
ko_kr: 파일 카운터
zh_cn: 文件计数器

# CAP_ACQUISITION_AUTOSAVEFILENAME_TEXT
source: File name
de_de: Dateiname
ja_jp: ファイル名
ko_kr: 파일명
zh_cn: 文件名

# CAP_ACQUISITION_AUTOSAVEFILESETTING_TEXT
source: File Settings
de_de: Dateieinstellungen
ja_jp: ファイル設定
ko_kr: 파일 설정
zh_cn: 文件设置

# CAP_ACQUISITION_AUTOSAVEFOLDERPATH_TEXT
source: Folder
de_de: Ordner
ja_jp: フォルダ
ko_kr: 폴더
zh_cn: 文件夹

# CAP_ACQUISITION_AUTOSAVEPLACEBOTH_TEXT
source: File + DB
de_de: Datei + DB
ja_jp: ファイル＋ＤＢ
ko_kr: 파일 + DB
zh_cn: 文件 + 数据库

# CAP_ACQUISITION_AUTOSAVEPLACEDB_TEXT
source: DB
ja_jp: ＤＢ
zh_cn: 数据库

# CAP_ACQUISITION_AUTOSAVEPLACEFILE_TEXT
source: File
de_de: Datei
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# CAP_ACQUISITION_AUTOSAVEPLACE_TEXT
source: Destination
de_de: Ziel
ja_jp: 保存先
ko_kr: 대상
zh_cn: 目的地

# CAP_ACQUISITION_AUTOSAVEREFER_TEXT
source: Refer...
de_de: Siehe…
ja_jp: 参照
ko_kr: 참조…
zh_cn: 参考……

# MSG_W_AUTOSAVE_COMMENT_LONG_ERROR
source: The comment is too long.
de_de: Kommentar ist zu lang.
ja_jp: コメントが長すぎます。
ko_kr: 의견이 너무 깁니다.
zh_cn: 注释太长。

# MSG_W_AUTOSAVE_FILECOUNTER_INVALID_LETTER_ERROR
source: It is impossible to set non-numeric character to the file counter.
de_de: Nichtnumerische Zeichen können im Dateizähler nicht eingegeben werden.
ja_jp: ファイルカウンタに数値以外の文字は設定できません。
ko_kr: 파일카운터로 숫자가 아닌 문자를 설정할 수 없습니다.
zh_cn: 文件计数器不能设置非数字字符。

# MSG_W_AUTOSAVE_FILECOUNTER_OUT_OF_RANGE_ERROR
source: Please specify the file counter in the range of 1 to 1000.
de_de: Legen Sie den Dateizähler im Bereich von 1 bis 1000 fest.
ja_jp: ファイルカウンタは1から1000の範囲で設定してください。
ko_kr: 1에서 1000의 범위로 파일 카운터를 설정하여 주십시오.
zh_cn: 请在 1 到 1000 的范围内指定文件计数器。

# MSG_W_AUTOSAVE_FILENAME_BREAK_ERROR
source: A newline character is included in the file name.
de_de: Ein Zeilenumbruchzeichen ist im Dateinamen enthalten.
ja_jp: 改行文字が入っています。
ko_kr: 파일 이름에 뉴라인 문자가 포함되어 있습니다.
zh_cn: 文件名中包含换行符。

# MSG_W_AUTOSAVE_FILENAME_LONG_ERROR
source: Length of the file name is too long.
de_de: Der Dateiname ist zu lang.
ja_jp: ファイル名が長すぎます。
ko_kr: 파일 이름이 너무 깁니다.
zh_cn: 文件名太长。

# MSG_W_AUTOSAVE_FOLEDERPATH_ACCESS_RIGHT_ERROR
source: You don't have access to this folder.
de_de: Ohne Zugangskontrolle kann in einem Ordner nicht gespeichert werden.
ja_jp: アクセス権がないフォルダには保存できません。
ko_kr: 접근을 제어할 수 없는 폴더에 저장할 수 없습니다.
zh_cn: 不能保存在无访问控制的文件夹中。

# MSG_W_AUTOSAVE_FOLEDERPATH_BREAK_ERROR
source: Folder path contains an incorrect character.
de_de: Ein Zeilenumbruchzeichen ist im Ordnerpfad enthalten.
ja_jp: 改行文字が入っています。
ko_kr: 폴더 경로에 뉴라인 문자가 포함되어 있습니다.
zh_cn: 文件夹路径中包含换行符。

# MSG_W_AUTOSAVE_FOLEDERPATH_LONG_ERROR
source: Length of the folder path is too long.
de_de: Der Ordnerpfad ist zu lang.
ja_jp: フォルダパスが長すぎます。
ko_kr: 폴더 경로가 너무 깁니다.
zh_cn: 文件夹路径太长。

# MSG_W_AUTOSAVE_FOLEDERPATH_NOT_EXIST_ERROR
source: The folder path is not found.
de_de: Ordnerpfad nicht gefunden.
ja_jp: 指定されたフォルダが見つかりません。
ko_kr: 폴더 경로를 찾을 수 없습니다.
zh_cn: 找不到文件夹路径。
