Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# CAP_STAGE_SETTING_DIALOG_MOVING_ACQUISITION_PROGRESS
source: Executing ....
de_de: In Ausführung ....
ja_jp: 移動撮影を実行中です。
ko_kr: 실행…
zh_cn: 执行……

# CAP_STAGE_SETTING_DIALOG_MOVING_ACQUISITION_PROGRESS_END
source: Completed
de_de: Abgeschlossen
ja_jp: 移動撮影が完了しました。
ko_kr: 완료
zh_cn: 完成

source: Gage R&R Acquisition Mode
de_de: Gage R&R-Erfassungsmodus
ja_jp: Gage R&Rモードを有効にする
ko_kr: Gage R&R 인식 모드
zh_cn: Gage R&R采集模式

source: Edit
de_de: Bearbeiten
ja_jp: 更新
ko_kr: 편집
zh_cn: 编辑

source: Edit
de_de: Bearbeiten
ja_jp: 更新
ko_kr: 편집
zh_cn: 编辑

source: Operators
de_de: Bediener
ja_jp: 測定者
ko_kr: 조작자
zh_cn: 操作员

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_GRR_GROUP_SAMPLE_LABEL
source: Samples
de_de: Proben
ja_jp: サンプル
ko_kr: 샘플
zh_cn: 样品

# CAP_CALIBRATION_MESSAGE_PAGE_RETRY_BUTTON
source: Retry
de_de: Wiederholen
ja_jp: 再施行
ko_kr: 재시도
zh_cn: 重试

# CAP_AUTOSTITCH_PROGRESS
source: Executing acquisition.
de_de: Erfassung in Ausführung.
ja_jp: 貼合わせ撮影を実行中です。
ko_kr: 인식을 실행합니다.
zh_cn: 执行采集。

# CAP_AUTOSTITCH_PROGRESS_END
source: Completed acquisition.
de_de: Erfassung abgeschlossen.
ja_jp: 貼合わせ撮影が完了しました。
ko_kr: 인식을 완료하였습니다.
zh_cn: 完成采集。

# MSG_W_STAGE_COORDINATES_MAX_REGIST_COUNT_OVER
source: You can not register more than {0} coordinates.
de_de: Sie können nicht mehr als {0} Koordinaten registrieren.
ja_jp: {0}点以上登録することはできません。
ko_kr: {0}개 이상의 좌표는 등록할 수 없습니다.
zh_cn: 无法注册 {0} 个以上的坐标。

# MSG_W_GRR_REGSTR_ERROR
source: Gage R&R setting value is invalid.
de_de: Gage R&R Wert ist ungültig.
ja_jp: Gage R&Rでは指定された値は設定できません。
ko_kr: 유효하지 않은 값입니다.
zh_cn: 数值无效。

# CAP_ACQUISITION_GRR_ACQINFO_DIALOG_TEXT
source: Gage R&R setting
de_de: Gage R&R-Einstellung
ja_jp: Gage R&R 設定
ko_kr: Gage R&R 설정
zh_cn: Gage R&R设置

# CAP_ACQUISITION_GRR_CAUTION_LABEL_TEXT
source: Do you want to start the acquisition for Gage R&R operation?
de_de: Möchten Sie die Erfassung für den Gage R&R-Betrieb starten?
ja_jp: Gage R&Rモードの撮影を開始します。よろしいですか？
ko_kr: Gage R&R 작동 인식을 시작하시겠습니까?
zh_cn: 要启动Gage R&R采集操作吗?

# CAP_ACQUISITION_GRR_OPERATOR_LABEL_TEXT
source: Operator
de_de: Bediener
ja_jp: 測定者名
ko_kr: 조작자
zh_cn: 操作员

# CAP_ACQUISITION_GRR_SAMPLE_LABEL_TEXT
source: Sample
de_de: Probe
ja_jp: サンプル名
ko_kr: 샘플
zh_cn: 样品

# MSG_E_GRR_EXECUTION_ERROR
source: You can not perform this operation as Gage R&R mode is enabled.
de_de: Durchführung nicht möglich, da Gage R&R-Modus aktiv ist.
ja_jp: Gage R&Rの設定が有効なため、実行できません。
ko_kr: Gage R&R 모드가 유효하므로 실행할 수 없습니다.
zh_cn: Gage R&R模式有效时无法执行。

# MSG_E_GRR_OPERATOR_REGISTCHECK_ERROR
source: Operator name is invalid.
de_de: Der Bedienername ist ungültig.
ja_jp: 指定の測定者名は設定できません
ko_kr: 유효하지 않은 조작자 이름입니다.
zh_cn: 操作员姓名无效。

# MSG_E_GRR_SAMPLE_REGISTCHECK_ERROR
source: Sample name is invalid.
de_de: Der Name der Probe ist ungültig.
ja_jp: 指定のサンプル名は設定できません
ko_kr: 유효하지 않은 샘플 이름입니다.
zh_cn: 样品名称无效。

# MSG_W_GRR_FOLDERPATH_LONG_ERROR
source: Length of the folder path is too long.
de_de: Der Ordnerpfad ist zu lang.
ja_jp: フォルダパスが長すぎます。
ko_kr: 폴더 경로가 너무 깁니다.
zh_cn: 文件夹路径太长。

# MSG_W_PREVIEW_FILE_OLD_VERSION_CANNOT_LOAD
source: The specified preview file is not compatible with the system.
de_de: Angegebene Vorschaudatei ist mit aktuellem System nicht kompatibel.
ja_jp: 指定のマルチプレビューファイルは、現在のシステムとの互換性がないため開けません。
ko_kr: 지정한 미리 보기 파일은 현재 시스템과 호환되지 않습니다.
zh_cn: 指定的预览文件与当前系统不兼容。

# MSG_W_MAGCHG_CENTER_REVO_INITIAL
source: Please move nosepiece to either position No 1 or 2.
de_de: Aufsatzposition ist neutral. Bewegen Sie den Aufsatz aus dieser Position weg.
ja_jp: ノーズピースが中間位置です。中間位置から移動してください。
ko_kr: 노즈 피스 위치가 중립입니다. 그 위치로부터 이동시켜 주십시오.
zh_cn: 换镜旋座位于中间，请从该位置移开。

# MSG_E_EXCEPTION_LOW_LENS_DISCONNECTION
source: The lens is not attached. Please attach the lens, then restart the system.
de_de: Objektiv nicht angeschlossen. Schließen Sie das Objektiv an und starten Sie das System neu.
ja_jp: 対物レンズが接続されていません。接続を確認しシステムを再起動してください。
ko_kr: 렌즈가 부착되지 않았습니다. 렌즈를 부착하고 시스템을 다시 시작하십시오.
zh_cn: 未安装透镜。请安装透镜，然后重新启动系统。

# MSG_E_EXCEPTION_MOVE_STAGE_OUT_OF_RANGE
source: You can not move because the position is outside the motorized stage moving range.
de_de: Position kann nicht angefahren werden, weil sie sich außerhalb des Bewegungsbereiches des Tisches befindet.
ja_jp: ステージ範囲外のため移動できません。
ko_kr: 전동식 스테이지의 이동 범위를 벗어난 위치이기 때문에 움직일 수 없습니다.
zh_cn: 因为位置超出电动载物台移动范围，所以无法移动。

# MSG_E_EXCEPTION_XML_FILE_FORMAT
source: The file format is invalid.
de_de: Das Dateiformat ist ungültig.
ja_jp: 指定されたファイルのフォーマットは無効です。
ko_kr: 유효하지 않은 파일 포맷입니다.
zh_cn: 文件格式无效。

# MSG_E_EXTEND_CHANGED_CURRENT_REVOLVER
source: Acquisition stopped because nosepiece was switched.
de_de: Erfassung durch Wechsel des Aufsatzes gestoppt.
ja_jp: 撮影中にノーズピースが切り替えられました。撮影を中止します。
ko_kr: 노즈 피스 조작으로 인식 중단
zh_cn: 切换换镜旋座停止采集。

# MSG_W_EXTEND_ALMIS_LICENSEDONGLE_ERROR
source: Acquisition has stopped as the license key for 3-D acquisition is not connected. <BR>Please connect the license key and restart the acquisition again.
de_de: Erfassung gestoppt, da kein Lizenzschlüssel für 3D-Erfassung angeschlossen ist. <BR>Schließen Sie einen Lizenzschlüssel an und wiederholen Sie die Erfassung.
ja_jp: ３D撮影のライセンスキーが接続されていないため、撮影を中止します。<BR>ライセンスキーを接続してから再度実行してください。
ko_kr: 3-D 인식용 라이센스 키가 연결되지 않아 인식이 중단됩니다. <BR> 라이센스 키를 연결하고 인식을 다시 수행하십시오.
zh_cn: 采集停止，因为未连接 3D 采集许可证密钥。<BR>请连接许可证密钥并重新进行采集。

source: On/Off
de_de: Ein/Aus
zh_cn: 开/关

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HDREXECUTIONTYPE_ANTIHALATION_TEXT
source: Anti-halation
de_de: Lichthofschutz
ja_jp: ハレーション除去
ko_kr: 헐레이션 방지
zh_cn: 防光晕

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HDREXECUTIONTYPE_EMPHASIZETEXTURE_TEXT
source: Texture enhancement
de_de: Strukturbetonung
ja_jp: テクスチャ強調
ko_kr: 질감 개선
zh_cn: 纹理增强

# MSG_Q_OBSERV_CALIBRATION_CHANGE_DIRECTION_CONFIRM
source: Please confirm that you want to restart the calibration.
de_de: Möchten Sie die Kalibrierung neu starten?
ja_jp: キャリブレーションを再開します。よろしいですか？
ko_kr: 보정을 다시 시작하시겠습니까?
zh_cn: 确定重新启动校准吗？

# MSG_E_EXCEPTION_XML_FILE_ACCESS
source: You can not access the file.
de_de: Zugriff auf die Datei nicht möglich.
ja_jp: 指定されたファイルにアクセスできません。
ko_kr: 파일에 접근할 수 없습니다.
zh_cn: 无法访问文件。

# MSG_E_EXTEND_NOTSUPPORTED_IMAGEPROCESS_ERROR
source: Please ensure the image processing and acquisition mode is correct to being acquisition.
de_de: Die Erfassung kann nicht starten, weil eine Kombination aus Bildverarbeitung und Erfassungsmodus nicht unterstützt wird.
ja_jp: 現在の撮影モードでは、サポートされない画像処理設定が有効になっているため撮影できません。
ko_kr: 인식을 시작할 수 없습니다. 이미지 처리와 인식 모드의 조합은 지원되지 않습니다.
zh_cn: 无法开始采集。因为不支持图像处理和采集模式的组合。

# MSG_W_3D_EFI_CCDMODE_ERROR
source: System can not begin the acquisition because the snapshot mode is set to super fine setting.
de_de: Die Erfassung kann nicht starten, weil der Schnappschuss-Modus auf Superfein gesetzt ist.
ja_jp: スナップ撮影モードが超高精細に設定されているため、撮影を開始できません。
ko_kr: 스냅 모드가 초고화질 설정에 있이므로 인식을 시작할 수 없습니다.
zh_cn: 因为快照模式是超精细设置，无法开始采集。

# MSG_W_3D_EFI_Z_LIMIT_DISABLE_ERROR
source: Enable Z Limit must be applied to execute 3D image acquisition and full focus image acquisition. <BR>Live Image will be turned off temporarily, so press the Image Acquisition button again after setting the Z limit.
de_de: Z-Grenze muss zur Durchführung der 3D- und Vollfokus-Bilderfassung angewendet werden.<BR>Live-Bilder werden vorübergehend abgeschaltet. Drücken Sie nach Einstellung der Z-Grenze die Bilderfassungstaste erneut.
ja_jp: 3D撮影、全焦点撮影を実行する場合は、Zリミットを有効にする必要があります。<BR>ライブ画像が一度オフになりますので、Zリミットを設定のうえ改めて撮影ボタンを押してください。
ko_kr: Z한계 활성화가 3D이미지인식 및 완전초점 이미지인식에 적용되야 합니다.<BR>라이브 이미지가 잠시 꺼지므로 Z한계 설정 후에는 이미지인식 버튼을 누르십시오.
zh_cn: 必须应用“启用Z限值”以执行3D成像和全焦距成像。 <BR>实时图像模式将临时关闭，因此请在设置Z限制后按下“成像”按钮。

# MSG_Q_EXTEND_CONFIRM_CHANGE_MODE_FOR_HDR
source: When using HDR mode, 3D and EFI will be set to "Fine" mode.
de_de: HDR aktivieren? (Wenn Sie HDR aktivieren, schaltet der 3D-/Erweiterte Modus autom. auf "Fein".)
ja_jp: HDRを有効にしてもよろしいですか？<BR>拡張焦点/3D撮影の撮影モードが "高精度" に変更されます。
ko_kr: As for effective, is HDR good?<BR>A detailed setting of a 3D/Extend (Extend mode) is changed to "Fine".
zh_cn: As for effective, is HDR good?<BR>A detailed setting of a 3D/Extend (Extend mode) is changed to "Fine".

# MSG_W_LIVE_CANNOT_SET_BINNING_ON
source: Binning cannot be validated when a snap acquisition setting is not in normal mode.
de_de: Die Klasseneinteilung kann nicht validiert werden, wenn sich eine Schnappschuss-Erfassungseinstellung nicht im Normalmodus befindet.
ja_jp: スナップ撮影の設定が標準モードでないとき、ビニングを有効にすることはできません。
ko_kr: 스냅 인식 설정이 노멀 모드가 아닐 때는 비닝을 인증할 수 없습니다.
zh_cn: 快照采集设置不是标准模式时，像素混合无法生效。

# MSG_W_SNAP_CANNOT_SET_FINE_SUPERFINE
source: When a binning setting is enabled, snap acquisition can not be used.
de_de: Wenn eine Klasseneinteilung aktiviert ist, kann keine andere Schnappschusserfassung als Normalmodus eingestellt werden.
ja_jp: ビニング設定が有効のとき、スナップ撮影を標準モード以外に設定することはできません。
ko_kr: 비닝 설정이 활성화되어 있을 때에는 스냅 인식은 노멀 모드에서만 설정이 가능합니다.
zh_cn: 启用像素混合设置时，快照采集必须设置为标准模式。

source: Operator mode state
de_de: Status des Bedienermodus
ja_jp: オペレータモード状態
ko_kr: 조작자 모드 상태
zh_cn: 操作员模式状态

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_DISPLAYCUSTOMIZE_TEXT
source: Operator mode
de_de: Bedienermodus
ja_jp: オペレータモード
ko_kr: 조작자 모드
zh_cn: 操作员模式

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_STAGE_SAMPLECHANGEPOSITION_TEXT
source: Sample exchange position
de_de: Probenaustauschposition
ja_jp: サンプル交換位置
ko_kr: 샘플 교환 위치
zh_cn: 样品交换位置

# MSG_Q_RELEASE_HDR_FOR_INIT
source: In order to reproduce the conditions, HDR must be turned off. Please confirm.
de_de: Die HDR-Bedingung muss freigegeben werden, damit die Bedingungen wieder angezeigt werden. Ist das OK?
ja_jp: 観察条件を再現するためには、HDRを解除する必要があります。<BR>HDRを解除してもよろしいですか？
ko_kr: 상태를 다시 나타내려면 HDR 상태가 해제되어야 합니다. 계속하시겠습니까?
zh_cn: 需要解除 HDR 条件才能重现条件，可以吗？

# MSG_W_MOVIE_CANNOT_RECORDSTART_HDR_ENABLE
source: Can not start the movie acquisition because HDR is enabled.
de_de: Die Filmerfassung kann nicht starten, weil HDR aktiviert ist.
ja_jp: HDR有効中は動画撮影を開始できません。
ko_kr: HDR이 활성화되어 있으므로 무비 인식을 시작할 수 없습니다.
zh_cn: 因为启用了 HDR，无法开始电影采集。

# MSG_W_READ_EXPORT_FILR_UNMATCH_FOR_LENS
source: The condition data will not be applied because the microscopy cannot be used with the current objective lens.
de_de: Die Bedingungsdaten lassen sich wegen der Beobachtungsmethode nicht anwenden, da sich diese mit der aktuellen Objektivlinse nicht verwenden lässt.
ja_jp: 読み込んだデータは、現在の対物レンズで使用できない検鏡法のため、条件を再現できません。
ko_kr: 현재 대물 렌즈와 함께 사용할 수 없는 관찰 방법 때문에 상태 데이터를 적용할 수 없습니다.
zh_cn: 因为观测方法不能使用当前物镜，无法应用条件数据。

# MSG_E_EXCEPTION_INVALID_OPTION
source: Invalid option.
de_de: Option war ungültig.
ja_jp: オプション構成が不正です
ko_kr: 옵션이 유효하지 않습니다.
zh_cn: 选项无效。

# MSG_I_OPTIONSETTINGS_DIALOG_TITLE
source: Option configuration
de_de: Optionskonfiguration
ja_jp: オプション構成
ko_kr: 옵션 구성
zh_cn: 选项配置

# CAP_OPTIONSETTINGS_STAGE_LABEL
source: Stage
de_de: Tisch
ja_jp: ステージ
ko_kr: 스테이지
zh_cn: 载物台

# CAP_OPTIONSETTINGS_XYSTAGE_RADIOBUTTON
source: Motorize
de_de: Angetrieben
ja_jp: 電動
ko_kr: 전동식
zh_cn: 电动

# CAP_OPTIONSETTINGS_MANUAL_RADIOBUTTON
source: Manual
de_de: Manuell
ja_jp: マニュアル
ko_kr: 수동
zh_cn: 手动

# MSG_I_OPTIONSETTINGS_DIALOG_MESSAGE
source: * Software must be closed and restarted to reflect the change.
de_de: * Änderungen an den Optionen werden nach Neustart <BR> dieses Systems übernommen.
ja_jp: ※オプションの変更は、システムの再起動後に反映されます。
ko_kr: * 옵션의 변경은 이 시스템의 재부팅 후에 뱐영됩니다.
zh_cn: * 重新启动该系统后，反映选项的更改。

# MSG_I_SYSCONFIGURATION_DIALOG_TITLE
source: System configuration
de_de: Systemkonfiguration
ja_jp: システム構成
ko_kr: 시스템 구성
zh_cn: 系统配置

# MSG_I_SYSCONFIGURATION_DIALOG_MESSAGE
source: System configuration has changed.
de_de: Die Systemkonfiguration wurde geändert. Es wird mit der folgenden Systemkonfiguration gestartet.
ja_jp: システム構成が変更されました。下記のシステム構成で起動します。
ko_kr: 시스템 구성이 변경되었습니다. 다음 시스템 구성에 의해 시작됩니다.
zh_cn: 更改了系统配置。通过下列系统配置启动。

# MSG_I_SYSCONFIGURATION_RESTART_DIALOG_MESSAGE
source: System configuration has changed.
de_de: Die Systemkonfiguration wurde geändert. Es wird mit der folgenden Systemkonfiguration neu gestartet.
ja_jp: システム構成が変更されました。下記のシステム構成に変更します。
ko_kr: 시스템 구성이 변경되었습니다. 다음 시스템 구성에 의해 재시작됩니다.
zh_cn: 更改了系统配置。通过下列系统配置重新启动。

# MSG_I_SYSCONFIGURATION_RESTART_DIALOG_TITLE
source: Please restart the software
de_de: Starten Sie dieses System neu.
ja_jp: システム構成
ko_kr: 이 시스템을 다시 시작하십시오.
zh_cn: 重新启动该系统

# CAP_SYSCONFIGURATION_TABLE_STAGE
source: Stage
de_de: Tisch
ja_jp: ステージ
ko_kr: 스테이지
zh_cn: 载物台

# CAP_SYSCONFIGURATION_TABLE_CONNECTED
source: Connected
de_de: Angeschlossen
ja_jp: 接続
ko_kr: 연결
zh_cn: 连接

# CAP_SYSCONFIGURATION_TABLE_DISCONNECTED
source: Disconnected
de_de: Nicht angeschlossen
ja_jp: 未接続
ko_kr: 분리
zh_cn: 断开

# CAP_SYSCONFIGURATION_TABLE_AVAILABLE
source: Available
de_de: Verfügbar
ja_jp: 有効
ko_kr: 사용 가능
zh_cn: 可用

# CAP_SYSCONFIGURATION_TABLE_NOTAVAILABLE
source: Not available
de_de: Nicht verfügbar
ja_jp: 無効
ko_kr: 사용 불가
zh_cn: 不可用

# CAP_SYSCONFIGURATION_TABLE_ELEC_STAGE
source: Motorize
de_de: Motorisiert
ja_jp: 電動
ko_kr: 전동
zh_cn: 电动

# CAP_SYSCONFIGURATION_TABLE_MANUAL_STAGE
source: Manual
de_de: Manuell
ja_jp: マニュアル
ko_kr: 수동
zh_cn: 手动

# CAP_SYSCONFIGURATION_TABLE_COLUMN_HARD
source: Connected H/W
de_de: Angeschlossene H/W
ja_jp: 接続H/W
ko_kr: 연결된 H/W
zh_cn: 连接 H/W

# CAP_SYSCONFIGURATION_TABLE_COLUMN_SOFT
source: Registered H/W
de_de: Registrierte H/W
ja_jp: 登録H/W構成
ko_kr: 등록된 H/W
zh_cn: 登记 H/W

# CAP_OPTIONSETTINGS_CANCEL_BUTTON
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
ko_kr: 취소
zh_cn: 取消

# MSG_W_RECIEPE_NOSELECTED_ERROR
source: Please select the measurement wizard.
de_de: Wählen Sie einen Messassistenten.
ja_jp: 測定ウィザードが選択されていません。
ko_kr: 측정 마법사를 선택하십시오.
zh_cn: 请选择测量向导。

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_STAGE_AUTO_CALIBRATION_GROUP_LABEL
source: Auto calibration
de_de: Autom. Kalibrierung
ja_jp: 自動補正
ko_kr: 자동 보정
zh_cn: 自动校准

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_STAGE_AUTO_CALIBRATION_START_BUTTON
source: Start
ja_jp: 開始
ko_kr: 시작
zh_cn: 开始

# MSG_Q_STAGE_AUTO_CALIBRATION_START
source: Please confirm that you want to start auto calibration for the motorized stage? <BR>Please remove any samples on the motorized stage as the motorized stage moves automatically. <BR>Please wait 3-5 minutes until it is completed.
de_de: Autom. Kalibrierung für den motoriserten Tisch starten? <BR>Entfernen Sie alle Proben, der Tisch fährt autom. nach Ausrichtungsfreigabe und Z-Escape. Bitte warten Sie 3-5 Minuten bis es abgeschlossen ist.
ja_jp: 自動補正を開始してもよろしいですか？<BR>開始すると、アライメント設定は解除され対物レンズが退避した後、ステージが自動的に動作します。ステージからサンプルを取り除いてください。<BR>完了するまで3-5分程度お待ち下さい。
ko_kr: 전동식 스테이지에 대한 자동 보정을 시작해도 좋습니까?<BR>정렬 해제 및 Z 이탈 후에 전동식 스테이지가 자동으로 움직이므로 위에 있는 샘플을 치우십시오.<BR>완료될 때까지 3-5분 기다리십시오.
zh_cn: 可以开始电动载物台的自动校准吗？<BR>对齐解除并且 Z 溢出后，电动载物台自动移动时，请取下电动载物台上的样品。<BR>请等待 3-5 分钟直到完成。

# CAP_DETAIL_SETTINGS_GROUP_STAGE_AUTO_CALIBRATION
source: Auto calibration
de_de: Autom. Kalibrierung
ja_jp: 自動補正
ko_kr: 자동 보정
zh_cn: 自动校准

# CAP_MEASUREMENT_ANGLE
source: Angle
de_de: Winkel
ja_jp: 角度
ko_kr: 각도
zh_cn: 角度

# CAP_MEASUREMENT_ANGLE_UNIT
source: deg
de_de: Grad
ko_kr: 도
zh_cn: 度

# CAP_MEASUREMENT_AREA
source: Area
de_de: Bereich
ja_jp: 面積
ko_kr: 면적
zh_cn: 面积

# CAP_MEASUREMENT_AREA_UNIT
source: um2
ja_jp: μm2
ko_kr: μm2
zh_cn: μm2

# CAP_MEASUREMENT_ARK
source: Ark
de_de: Bogen
ja_jp: 円弧
zh_cn: 圆弧

# CAP_MEASUREMENT_ARK_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_CIRCUMFERENCE
source: Circumference
de_de: Umfang
ja_jp: 周囲長
ko_kr: 원주
zh_cn: 周长

# CAP_MEASUREMENT_CIRCUMFERENCE_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_COUNT
source: Count
de_de: Zähler
ja_jp: カウント
ko_kr: 카운트
zh_cn: 计数

# CAP_MEASUREMENT_CURVATURE
source: Curvature
de_de: Krümmung
ja_jp: 曲率
ko_kr: 곡률
zh_cn: 曲率

# CAP_MEASUREMENT_CURVATURE_UNIT
source: 1/um
ja_jp: 1/μm
ko_kr: 1/μm
zh_cn: 1/μm

# CAP_MEASUREMENT_DIAGONAL_LENGTH
source: Diagonal length
de_de: Diagonallänge
ja_jp: 対角線
ko_kr: 대각선 길이
zh_cn: 对角线长度

# CAP_MEASUREMENT_DIAGONAL_LENGTH_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_DIAMETER
source: Diameter
de_de: Durchmesser
ja_jp: 直径
ko_kr: 직경
zh_cn: 直径

# CAP_MEASUREMENT_DIAMETER_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_DISTANCE
source: Distance
de_de: Abstand
ja_jp: 距離
ko_kr: 거리
zh_cn: 距离

# CAP_MEASUREMENT_DISTANCE_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_L1_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_L_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_MEASUREMENT_RADIUS
source: Radius
ja_jp: 半径
ko_kr: 반경
zh_cn: 半径

# CAP_MEASUREMENT_RADIUS_UNIT
source: um
ja_jp: μm
ko_kr: μm
zh_cn: μm

# CAP_CALIBRATION_MESSAGE_PAGE_MEASUREMENT_START_BUTTON
source: Start
ja_jp: 開始
ko_kr: 시작
zh_cn: 开始

# MSG_Q_CALIBRATION_INQUIRE_RUNNING_AF
source: AF is running. Please wait a moment.
de_de: AF wird ausgeführt. Bitte warten Sie.
ja_jp: AFを実行中です。しばらくお待ちください。
ko_kr: AF가 동작 중입니다. 잠시만 기다리십시오.
zh_cn: 正在运行 AF。请稍候。

# MSG_Q_CALIBRATION_INQUIRE_START_AF
source: Place the sample in X or Y direction. <BR>Adjust the sample position, angle, and the focus.
de_de: Klicken Sie nach dem folgenden Vorgang auf die Starttaste.<BR> Positionieren sie die Probe in XY-Richtung.<BR> Stellen Sie die Ausrichtung, den Fokus und den Winkel der Probe ein.
ja_jp: 以下の準備が完了後に開始ボタンを押してください。<BR> XY方向指定<BR> サンプル配置、焦点合わせ、角度調整
ko_kr: 다음 작동 후 시작 버튼을 클릭하십시오.<BR> XY 방향.<BR> 샘플 배치, 초점 및 각도를 조정하십시오.
zh_cn: 请在下列操作后单击开始按钮。<BR> XY 方向。<BR> 调整样品部署、焦点和角度。

# MSG_Q_CALIBRATION_INQUIRE_START_MEASUREMENT
source: AF is complete. <BR>Z position can be adjusted if you are not satisfied with focal point. <BR>Please select "start" button to start the measurement.
de_de: AF ist abgeschlossen.<BR>Stellen Sie die Z-Position ein, wenn der Fokus nicht korrekt ist. <BR>Klicken Sie auf die Taste "Start", um den Messvorgang zu starten.
ja_jp: AFが完了しました。<BR>焦点があっていない場合はZ位置を調節してください。<BR>開始ボタンを選択する計測を開始します。
ko_kr: AF가 완료되었습니다.<BR>초점이 정확하지 않을 때는 Z 위치를 조정하십시오. <BR>측정을 시작하려면 "시작" 버튼을 선택하십시오.
zh_cn: 完成 AF。<BR>如果焦点不正确，请调整 Z 位置。<BR>请选择“开始”按钮，开始测量。

# MSG_I_STAGE_AUTO_CALIBRATION_END
source: Auto calibration is complete. Please start the application again. <BR>If error occurred during automatic calibration, please try again after restarting application.
de_de: Autom. Kalibrierung abgeschlossen.Starten Sie die Anwendung neu.<BR>Falls während der autom. Korrektur ein Fehler auftritt, versuchen Sie es erneut nach einem Neustart.
ja_jp: 自動補正が完了しました。アプリケーションを再起動してください。<BR>補正中に異常があった場合は、再起動後に補正し直してください。
ko_kr: 전동식 스테이지에 대한 자동 보정이 완료되었습니다.
zh_cn: 完成电动载物台的自动校准。

# MSG_W_STAGE_STEP_MOVE_TO_OUT_OF_RANGE
source: Value has exceeded the range of the stage. <BR>Please input a smaller value.
de_de: Der Wert liegt außerhalb des Tischbereiches. Bitte einen kleinern Wert eintragen.
ja_jp: ステージの範囲外に移動してしまいます。<BR>現在より小さい値を入力してください。
ko_kr: 스테이지의 범위외에 이동해버립니다.<BR>현재보다 작은 값을 입력해 주십시오.
zh_cn: 为舞台的范围外移动。<BR>请输入比现在小的价值。

# CAP_BEGINNER_AREA_ACQUISITION_TAB
source: 3 Acquisition
de_de: 3<BR>Erfassung
ja_jp: 3.撮影条件
ko_kr: 3 인식
zh_cn: 3 采集

# CAP_BEGINNER_AREA_BRIGHT_TEXT
source: Observe a sample by bright field.
de_de: Beobachten Sie die Probe im hellen Feld.
ja_jp: 標準画像（BF）で観察する。
ko_kr: BF(Bright field)로 샘플을 관찰하십시오.
zh_cn: 通过明场观测样品。

# CAP_BEGINNER_AREA_FOCUS_Z_POSITION_TEXT
source: Adjust the focus of a sample by moving Z position.
de_de: Stellen Sie den Fokus durch Versetzen der Z-Position auf die Probe ein.
ja_jp: 高さを移動させ焦点を合わせる。
ko_kr: Z 위치를 이동하여 샘플의 초점을 조정하십시오.
zh_cn: 通过移动 Z 位置调整样品焦点。

# CAP_BEGINNER_AREA_OBSERVATION_LOCATION_TEXT
source: Move to the observation location in a sample.
de_de: Gehen Sie zum Beobachtungsort in einer Probe.
ja_jp: 観察位置を決める。
ko_kr: 샘플의 관찰 위치로 이동하십시오.
zh_cn: 移到样品中的观测位置。

# CAP_BEGINNER_AREA_OBSERVATION_TAB
source: 2 Observation
de_de: 2<BR>Beobachtung
ja_jp: 2.観察条件
ko_kr: 2 관찰
zh_cn: 2 观测

# CAP_BEGINNER_AREA_POSITION_TAB
source: 1 Position
de_de: 1<BR>Position
ja_jp: 1.観察位置
ko_kr: 1 위치
zh_cn: 1 位置

# CAP_BEGINNER_AREA_ZOOM_TEXT
source: Adjust the observation size of a sample by zooming.
de_de: Stellen Sie durch Zoomen die Beobachtungsgröße einer Probe ein.
ja_jp: 見たい大きさ（ズーム）を決める。
ko_kr: 줌을 이용하여 샘플의 관찰 사이즈를 조정하십시오.
zh_cn: 通过缩放调整样品的观测尺寸。

# CAP_BEGINNER_AREA_ACQUISITION_MODE_TEXT
source: Select an acquisition mode.
de_de: Wählen Sie einen Erfassungsmodus.
ja_jp: 撮影方法を選択する。
ko_kr: 인식 모드를 선택하십시오.
zh_cn: 选择采集模式。

# CAP_BEGINNER_AREA_BACK_BUTTON_LABEL
source: Back
de_de: Zurück
ja_jp: 戻る
ko_kr: 후면
zh_cn: 后退

# CAP_BEGINNER_AREA_NEXT_BUTTON_LABEL
source: Next
de_de: Weiter
ja_jp: 進む
ko_kr: 정면
zh_cn: 前进

# CAP_BEGINNER_AREA_BEST_IMAGE_TEXT
source: Select a best image from multiple images.
de_de: Wählen Sie aus mehreren Bildern das beste Bild aus.
ja_jp: マルチプレビューを見て選択する。
ko_kr: 여러 개의 이미지에서 베스트 이미지를 선택하십시오.
zh_cn: 从多幅图像中选择最佳图像。

# CAP_BEGINNER_AREA_READ_CONDITION_BUTTON_LABEL
source: Read Cond.
de_de: Lesebedingung
ja_jp: 条件読込み
ko_kr: 상태 판독
zh_cn: 读取条件

# CAP_BEGINNER_AREA_READ_CONDITION_TEXT
source: Apply a observation condition from a saved file.
de_de: Wenden Sie eine Beobachtungsbedingung aus einer gespeicherten Datei an.
ja_jp: 保存された観察条件を読み込む。
ko_kr: 저장된 파일로부터 관찰 상태를 적용하십시오.
zh_cn: 应用所保存文件的观测条件。

# CAP_BEGINNER_AREA_RESTORE_TEXT
source: Restore the observation condition of the previous image.
de_de: Stellen Sie die Beobachtungsbedingung des vorherigen Bildes wieder her.
ja_jp: 前回の観察法に切り替える。
ko_kr: 이전 이미지의 관찰 상태를 복구하십시오.
zh_cn: 恢复上一幅图像的观测条件。

# CAP_BEGINNER_AREA_Z_RANGE_TEXT
source: Set Z range for EFI/3D acquisition.
de_de: Einstellung Z-Bereich für EFI/3D
ja_jp: 撮影範囲を設定する。
ko_kr: EFI/3D 인식에 대한 Z 범위를 설정하십시오.
zh_cn: 设置 EFI/3D 采集的 Z 范围。

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISPLAYAREA_DEFAULT_TEXT
source: Default
de_de: Standard
ja_jp: 通常
ko_kr: 기본
zh_cn: 默认设置

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISPLAYAREA_REVERSE_TEXT
source: Reverse
de_de: Umkehren
ja_jp: 反転
ko_kr: 반대
zh_cn: 反转

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONSETTING_MOVIE_TEXT
source: Movie
de_de: Film
ja_jp: 動画
ko_kr: 무비
zh_cn: 电影

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGEBASETYPE_CENTERBASE_TEXT
source: Set at center pos.
de_de: Def. als Mitte
ja_jp: 中央位置で設定
ko_kr: 중앙위치에서 설정
zh_cn: 在中央位置设定

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGEBASETYPE_CURRENTBASE_TEXT
source: Set at current pos.
de_de: Def. als aktuelle Pos.
ja_jp: 現在位置で設定
ko_kr: 현재 위치에서 설정
zh_cn: 在现在位置设定

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGELENGTH_MANUAL_TEXT
source: Manual
de_de: Manuell
ja_jp: 手動入力
ko_kr: 수동
zh_cn: 手动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGELENGTH_SMALL_TEXT
source: Short
de_de: Kurz
ja_jp: 狭
ko_kr: 짧음
zh_cn: 短

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGELENGTH_STANDART_TEXT
source: Medium
de_de: Mittel
ja_jp: 標準
ko_kr: 중간
zh_cn: 中

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DISTANCERANGELENGTH_WIDE_TEXT
source: Tall
de_de: Lang
ja_jp: 広
ko_kr: 높음
zh_cn: 长

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DPLIBCAMIMAGEQUALITY_REC_LOW_TEXT
source: Low
de_de: Niedrig
ja_jp: 低画質
ko_kr: 낮음
zh_cn: 低

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_DPLIBCAMIMAGEQUALITY_REC_NORMAL_TEXT
source: Normal
ja_jp: 標準
ko_kr: 노멀
zh_cn: 正常

source: Monochrome
de_de: Monochrom
ja_jp: 白黒モード設定
ko_kr: 모노크롬
zh_cn: 单色

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_MONOCHROMEMODE_TEXT
source: Monochrome
de_de: Monochrom
ja_jp: 白黒モード
ko_kr: 모노
zh_cn: 单色

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_GETTINGMOVIE_IMAGEQUALITY_TEXT
source: Quality
de_de: Qualität
ja_jp: 画質サイズ
ko_kr: 품질
zh_cn: 质量

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_GETTINGMOVIE_TEXT
source: Movie
de_de: Film
ja_jp: 動画
ko_kr: 무비
zh_cn: 电影

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_GRR_ISGRRACQUISITIONENABLE_TEXT
source: Gage R&R acquisition
de_de: Gage R&R-Erfassung
ja_jp: Gage R&R用取り込み有効
ko_kr: Gage R&R 인식
zh_cn: Gage R&R采集

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_STITCHING_EXECUTESTITCHING_TEXT
source: Stitching after acquisition
de_de: Bildmontage nach Erfassung
ja_jp: 完了後貼合わせ実行
ko_kr: 인식 후 스티칭
zh_cn: 采集后拼接
