Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# CAP_MESSAGEBOX_YES
source: Yes
de_de: Ja
ja_jp: はい
ko_kr: 예
zh_cn: 是

# CAP_MESSAGEBOX_NO
source: No
de_de: Nein
ja_jp: いいえ
ko_kr: 아니오
zh_cn: 无

# CAP_MESSAGEBOX_OK
source: OK
zh_cn: 确定

# CAP_MESSAGEBOX_CANCEL
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
ko_kr: 취소
zh_cn: 取消

# CAP_ACQUISITION_START
source: Acquisition
de_de: Erfassung
ja_jp: 撮影開始
ko_kr: 획득
zh_cn: 采集

# CAP_ACQUISITION_STOP
source: Stop
de_de: Stopp
ja_jp: 中止
ko_kr: 중단
zh_cn: 停止

# MSG_I_HWINIT_EL_POW_ON
source: Please turn on the power.
de_de: Schalten Sie die Stromzufuhr ein.
ja_jp: 顕微鏡本体の電源が投入されていません。電源投入後、[OK]ボタンを押下してください。
ko_kr: 전원을 켜 주십시오.
zh_cn: 请打开电源。

# MSG_I_HWINIT_EL_POW_ON_FAILURE
source: Control box not detected, please confirm that it is on.
de_de: Keine Stromzufuhr; System wird abgeschaltet.
ja_jp: 顕微鏡本体の電源の投入が検知できませんでした。アプリケーションを終了します。
ko_kr: 전원 공급 장애 감지, 시스템을 중단하십시오.
zh_cn: 检测通电失败，退出系统。

# MSG_Q_HWINIT_EL_POW_ON
source: Control box not detected, please confirm that it is on or continue to use offline.
de_de: Zielsystem ist ausgeschaltet. <BR>Schalten Sie die Stromzufuhr ein und drücken Sie die Taste [OK]. Oder drücken Sie [Abbrechen], um das System offline zu verwenden.
ja_jp: 顕微鏡本体の電源が投入されていません。電源投入後、[OK]ボタンを押下してください。オフライン起動する場合は[キャンセル]ボタンを押下してください。
ko_kr: 목표 시스템이 중단 상태에 있습니다. <BR> 전원을 켜고 [OK] 버튼을 누르십시오. 혹은 시스템을 오프라인에서 사용하려면 [취소]를 누르십시오.
zh_cn: 目标系统切断。<BR>打开电源，然后按下 [确定] 按钮。或按下 [取消]，离线使用系统。

# MSG_I_HWINIT_CAMERA_NOT_FOUND
source: Camera not found, please restart application or call your local service provider.
de_de: Kamera nicht gefunden; beenden Sie das System.
ja_jp: カメラを検知できませんでした。アプリケーションを終了します。
ko_kr: 카메라를 찾을 수 없습니다. 시스템을 종료하십시오.
zh_cn: 找不到相机，请退出系统。

# MSG_W_MAGCHG_NONE_LENS_INFO
source: The current objective lens is not registered. <BR>Please register or change objectives.
de_de: Aktuelle Objektivlinse ist nicht registriert. <BR>Registrieren Sie die aktuelle Linse oder wählen Sie eine andere Objektivlinse.
ja_jp: 現在の対物レンズが未登録です。<BR>現在の対物レンズを登録するか、ノーズピースを切り替えてください。
ko_kr: 현재 대물 렌즈가 등록되지 않았습니다. <BR>현재 렌즈를 등록하거나 다른 렌즈로 교체하여 주십시오.
zh_cn: 当前物镜未注册。<BR>请注册当前物镜或更换为另一个物镜。

# CAP_MAGNIFICATION_COMBO_UNREGISTRATION_TEXT
source: Unregistered
de_de: Nicht registriert
ja_jp: 登録解除
ko_kr: 미등록
zh_cn: 未注册

# MSG_Q_MAGCHG_LENS_REGISTRATION
source: Z limit position will be changed based on new objective lens. Click "OK" to proceed.
de_de: Möchten Sie die Information über die Objektivlinse registrieren?
ja_jp: 対物レンズを登録します。よろしいですか？<BR> 同焦点距離が大きい場合、Zリミット位置と基準Z位置が更新されます。
ko_kr: 대물 렌즈의 정보를 등록하시겠습니까?
zh_cn: 确定注册物镜信息吗？

# CAP_MAGNIFICATION_LABEL_CENTER_TEXT
source: Center
de_de: Mittelpunkt
ja_jp: 中間
ko_kr: 중심
zh_cn: 中央

# CAP_MAGNIFICATION_LABEL_CURRENT_TEXT
source: Current lens
de_de: Akt. Objektiv
ja_jp: 現在のレンズ
ko_kr: 현재 렌즈
zh_cn: 当前透镜

# CAP_MAGNIFICATION_LABEL_REVOLVER1_TEXT
source: Lens 1
de_de: Objektiv 1
ja_jp: レンズ 1
ko_kr: 렌즈 1
zh_cn: 透镜 1

# CAP_MAGNIFICATION_LABEL_REVOLVER2_TEXT
source: Lens 2
de_de: Objektiv 2
ja_jp: レンズ 2
ko_kr: 렌즈 2
zh_cn: 透镜 2

# CAP_MAGNIFICATION_DIALOG_TEXT
source: Objective lens registration
de_de: Objektivregistrierung
ja_jp: 対物レンズ登録
ko_kr: 대물 렌즈 등록
zh_cn: 物镜注册

# MSG_Q_FOCUS_MOVE_BASE_POSITION
source: Microscope will move to base Z position. Please confirm?
de_de: Den Mikroskopkopf in die Grundposition fahren?
ja_jp: 原点位置に移動します。よろしいですか？
ko_kr: Z가 베이스 위치로 이동하였습니까?
zh_cn: Z 移到基准位置了吗？

# MSG_Q_FOCUS_MOVE_EUCENTRIC_POSITION
source: Microscope will move to free angle observation position. Please confirm?
de_de: Den Mikroskopkkopf in die Position für die Beobachtung unter beliebigen Winkel fahren?
ja_jp: フリーアングル観察位置に移動します。よろしいですか？
ko_kr: Z가 유센트릭(eucentric) 위치로 이동하였습니까?
zh_cn: Z 移到优中心位置了吗？

# MSG_I_FOCUS_EUCENTRIC_LIMIT_OVER
source: Free angle position requires that you disable the Z limit settings.
de_de: Um zur Position für beliebigen Winkel zu gelangen, deaktivieren Sie die Z-Grenzeinstellung im Voraus.
ja_jp: Zリミット位置がフリーアングル位置より上方に設定されているため、移動することができません。
ko_kr: 프리 앵글 위치로 이동하려면 먼저 Z 한계 설정을 해제하십시오.
zh_cn: 要移到自由角位置，请提前禁用 Z 极限设置。

# MSG_W_FOCUS_EXCEEDS_NEAR_DIRECTION_STANDARD_POSITION
source: System can not move Z to the standard position, <BR>because the lower Z limit has been set above the standard position.
de_de: Z kann nicht zur Standard-Position bewegt werden. <BR>Die Standard-Position überschreitet die Naheinstellgrenze der Probe.
ja_jp: 基準Z位置に移動できません。<BR>基準Z位置がZリミットを超えています。
ko_kr: Z를 표준 위치로 이동할 수 없습니다. <BR>표준 위치가 샘플의 근접방향(near-direction) 한계를 초과합니다.
zh_cn: 无法将 Z 移到标准位置。<BR>标准位置超过样品靠近方向极限。

# MSG_I_MAGCHG_SELECT_LENS
source: Please attach the objective lens "{1}" to nosepiece position {0} and press OK.
de_de: Befestigen Sie die Objektivlinse "{1}" in der Anschlussbohrung {0} und drücken Sie OK.
ja_jp: ノーズピースの装着穴{0}に対物レンズ {1} を装着してください。<BR>装着が完了しましたら「OK」を押してください。
ko_kr: 대물 렌즈 "{1}"을/를 부착구{0}에 부착한 후 OK를 눌러 주십시오.
zh_cn: 请将物镜“{1}”安装在固定孔 {0} 上并按下确定。

# MSG_I_MAGCHG_SELECT_UNREGISTERED
source: You are using an unregistered objective lens. <BR>Please register or change the objective lens to continue.
de_de: Sie versuchen, die Registrierung der Objektivlinse aufzuheben. <BR>Sie können die Beobachtung mit nicht registrierten Linsen nicht fortsetzen. <BR>Sie müssen die Objektivlinse registrieren oder wechseln, um die Beobachtung fortzusetzen.
ja_jp: 対物レンズを未登録にします。<BR>対物レンズが未登録の場合は観察を行うことができません。<BR>観察を継続する場合は、対物レンズを切り替えるか、対物レンズの登録が必要となります。
ko_kr: 사용자가 대물 렌즈 등록을 취소하려고 시도 중입니다. <BR> 등록되지 않은 렌즈를 사용한다면 관찰을 지속할 수 없습니다. <BR> 계속 관찰하려면 대물 렌즈를 등록하거나 혹은 대물 렌즈를 교체할 필요가 있습니다.
zh_cn: 试图注销物镜。<BR>使用注销的透镜无法继续观测。<BR>要继续观测，必须注册或更换物镜。

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONRANGE_AUTO_TEXT
source: Auto range setting
de_de: Autom. Bereichseinstellung
ja_jp: 自動取り込み範囲設定
ko_kr: 자동 범위 설정
zh_cn: 自动范围设置

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONRANGE_DISTANCE_TEXT
source: Range
de_de: Bereich
ja_jp: 範囲指定
ko_kr: 범위
zh_cn: 范围

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONRANGE_NON_TEXT
source: None
de_de: Keine
ja_jp: 指定なし
ko_kr: 없음
zh_cn: 无

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ACQUISITIONRANGE_UPPERANDLOWER_TEXT
source: Start/End
de_de: Start/Ende
ja_jp: 上下限指定
ko_kr: 시작/종료
zh_cn: 起始/结束

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_BINNING_OFF_TEXT
source: OFF
de_de: AUS
zh_cn: 关

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CCD_HIGH_TEXT
source: Fine
de_de: Fein
ja_jp: 高精細
ko_kr: 파인
zh_cn: 精细

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CCD_SP_HIGH_TEXT
source: Super fine
de_de: Superfein
ja_jp: 超高精細
ko_kr: 슈퍼파인
zh_cn: 超精细

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CCD_OFF_TEXT
source: Normal
ja_jp: 標準
ko_kr: 노멀
zh_cn: 标准

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORADJUSTMENT_AUTO_TEXT
source: Auto
ja_jp: オート補正
ko_kr: 자동
zh_cn: 自动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORADJUSTMENT_CUSTOM_TEXT
source: Manual
de_de: Manuell
ja_jp: カスタム補正
ko_kr: 수동
zh_cn: 手动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORADJUSTMENT_OFF_TEXT
source: OFF
de_de: AUS
ja_jp: 補正OFF
zh_cn: 关

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORCHANNEL_BLUE_TEXT
source: Blue
de_de: Blau
ja_jp: 青
ko_kr: 청색
zh_cn: 蓝色

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORCHANNEL_GREEN_TEXT
source: Green
de_de: Grün
ja_jp: 緑
ko_kr: 녹색
zh_cn: 绿色

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORCHANNEL_LUMINANCE_TEXT
source: Intensity
de_de: Intensität
ja_jp: 輝度
ko_kr: 강도
zh_cn: 亮度

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_COLORCHANNEL_RED_TEXT
source: Red
de_de: Rot
ja_jp: 赤
ko_kr: 적색
zh_cn: 红色

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONTRAST_HIGH_TEXT
source: Strong
de_de: Stark
ja_jp: 強
ko_kr: 강함
zh_cn: 强

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONTRAST_LINEAR_TEXT
source: OFF
de_de: AUS
ja_jp: オフ
zh_cn: 关

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONTRAST_LOW_TEXT
source: Weak
de_de: Schwach
ja_jp: 弱
ko_kr: 약함
zh_cn: 弱

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONTRAST_NORMAL_TEXT
source: Medium
de_de: Mittel
ja_jp: 中
ko_kr: 중간
zh_cn: 中

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONVERT_DIVIDE_TEXT
source: DIVIDE
de_de: TEILEN
ko_kr: 분할
zh_cn: 分割

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_CONVERT_NONE_TEXT
source: NONE
de_de: KEINE
zh_cn: 无

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTEND_FAST_TEXT
source: Fast
de_de: Schnell
ja_jp: 高速
ko_kr: 빠르게
zh_cn: 快速

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTEND_FINE_TEXT
source: Fine
de_de: Fein
ja_jp: 高精度
ko_kr: 파인
zh_cn: 精细

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTEND_FREE_TEXT
source: Instant EFI
ja_jp: 簡易
ko_kr: 인스턴트 EFI
zh_cn: 即时景深扩展

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTENSION_EDGE_TEXT
source: Auto edge detection
de_de: Autom. Kantenerkennung
ja_jp: 自動エッジ
ko_kr: 자동 경계 감지
zh_cn: 自动边缘检测

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTENSION_MANYPOINTS_TEXT
source: Multiple point
de_de: Mehrpunkt
ja_jp: 多点入力
ko_kr: 멀티 포인트
zh_cn: 多点

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_EXTENSION_NONE_TEXT
source: Unselected
de_de: Abgewählt
ja_jp: 未選択
ko_kr: 선택되지 않음
zh_cn: 取消选择

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HDRAPICAL_APICAL_TEXT
source: WiDER
zh_cn: 宽动态扩展范围

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HDRAPICAL_HDR_TEXT
source: HDR
zh_cn: 高动态范围

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HEAD_HIGH_TEXT
source: High magnification
de_de: Hohe Vergrößerung
ja_jp: 高倍
ko_kr: 고배율
zh_cn: 高倍率

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_HEAD_LOW_TEXT
source: Low magnification
de_de: Niedrige Vergrößerung
ja_jp: 低倍
ko_kr: 저배율
zh_cn: 低倍率

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_INOUT_IN_TEXT
source: IN
zh_cn: 输入

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_INOUT_OUT_TEXT
source: OUT
zh_cn: 输出

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_ANGLEFOURPOINTS_TEXT
source: Intersection angle
de_de: Schnittwinkel
ja_jp: 2直線交角
ko_kr: 교각
zh_cn: 交角

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_ANGLETHREEPOINTS_TEXT
source: 3 points angle
de_de: 3-Punkt-Winkel
ja_jp: 3点指定角度
zh_cn: 3 点角

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_CIRCLE_TEXT
source: Circle
de_de: Kreis
ja_jp: 円
ko_kr: 원
zh_cn: 圆

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_COUNT_TEXT
source: Count
de_de: Anzahl
ja_jp: カウント
ko_kr: 카운트
zh_cn: 计数

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCEARC_TEXT
source: Arc
de_de: Bogen
ja_jp: 弧
ko_kr: 호
zh_cn: 弧

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCECIRCLES_TEXT
source: Circle-to-circle
de_de: Kreis-zu-Kreis
ja_jp: 円中心間
zh_cn: 圆到圆

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCEMANYPOINTS_TEXT
source: Multi point
de_de: Mehrpunkt
ja_jp: 多点
ko_kr: 멀티 포인트
zh_cn: 多点

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCEPARALLELLINES_TEXT
source: Parallel width
de_de: Parallelbreite
ja_jp: 平行幅
ko_kr: 평행 폭
zh_cn: 平行线宽

source: Multipoint parallel
de_de: Mehrpunkt parallel
ja_jp: 平行多点
ko_kr: 멀티 포인트 병렬
zh_cn: 多点平行

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCETWOPOINTS_TEXT
source: Point-to-point
de_de: Punkt-zu-Punkt
ja_jp: 2点間
zh_cn: 点到点

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_DISTANCEXY_TEXT
source: Freehand
de_de: Freihand
ja_jp: フリーハンド
ko_kr: 자유형
zh_cn: 手绘

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTITEM_POLYGON_TEXT
source: Rectangle
de_de: Rechteck
ja_jp: 矩形
ko_kr: 직사각형
zh_cn: 长方形

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTSPOSITION_AUTO_TEXT
source: Auto
ja_jp: 自動
ko_kr: 자동
zh_cn: 自动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTSPOSITION_ENDPOINT_TEXT
source: End point
de_de: Endpunkt
ja_jp: 終了点
ko_kr: 종료점
zh_cn: 终点

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MEASUREMENTSPOSITION_ORIGIN_TEXT
source: Start point
de_de: Startpunkt
ja_jp: 開始点
ko_kr: 시작점
zh_cn: 起点

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MICROSCOPY_BRIGHT_TEXT
source: BF
zh_cn: 明场

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MICROSCOPY_DARK_TEXT
source: DF
zh_cn: 暗场

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MICROSCOPY_DIC_TEXT
source: DIC
zh_cn: 微分干涉差

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MICROSCOPY_POLARIZE_TEXT
source: PO
zh_cn: 偏光

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_NOISEREDUCTION_HIGH_TEXT
source: Strong
de_de: Stark
ja_jp: 強
ko_kr: 강함
zh_cn: 强

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_NOISEREDUCTION_LOW_TEXT
source: Weak
de_de: Schwach
ja_jp: 弱
ko_kr: 약함
zh_cn: 弱

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_NOISEREDUCTION_MIDDLE_TEXT
source: Medium
de_de: Mittel
ja_jp: 中
ko_kr: 중간
zh_cn: 中

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_NOISEREDUCTION_OFF_TEXT
source: OFF
de_de: AUS
ja_jp: オフ
zh_cn: 关

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ROTATE_LEFT_TEXT
source: Left rotation
de_de: Linksdrehung
ja_jp: 反時計回り（左回り）
ko_kr: 좌로 회전
zh_cn: 左转

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ROTATE_RIGHT_TEXT
source: Right rotation
de_de: Rechtsdrehung
ja_jp: 時計回り（右回り）
ko_kr: 우로 회전
zh_cn: 右转

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_ANYSTEP_TEXT
source: Distance movement
de_de: Abstandsbewegung
ja_jp: 指定距離移動
ko_kr: 거리 이동
zh_cn: 长距离移动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_HIGT_TEXT
source: High speed
de_de: Hohe Geschwindigkeit
ja_jp: 高速
ko_kr: 고속
zh_cn: 高速

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_LOW_TEXT
source: Low speed
de_de: Niedrige Geschwindigkeit
ja_jp: 低速
ko_kr: 저속
zh_cn: 低速

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_MAXSPEED_TEXT
source: Max speed
de_de: Max. Geschwindigkeit
ja_jp: 最大速度
ko_kr: 최대 속도
zh_cn: 最大速度

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_MIDDLE_TEXT
source: Medium speed
de_de: Mittlere Geschwindigkeit
ja_jp: 中速
ko_kr: 중간 속도
zh_cn: 中速

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_STAGESPEED_STEP_TEXT
source: Step movement
de_de: Schrittbewegung
ja_jp: 視野移動
ko_kr: 스텝 이동
zh_cn: 步进移动

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ZMOVE_BIT_TEXT
source: Fine
de_de: Fein
ja_jp: 微動
ko_kr: 파인
zh_cn: 精调

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ZMOVE_LARGE_TEXT
source: Coarse
de_de: Grob
ja_jp: 粗動
ko_kr: 거침
zh_cn: 粗调

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_ZMOVE_NONE_TEXT
source: None
de_de: Keine
ja_jp: なし
ko_kr: 없음
zh_cn: 无

# MSG_E_EXCEPTION_UNMATCH_FOR_LENS
source: Microscopy method switched to BF (Brightfield) as current lens does not support all microscopy methods.
de_de: Wechsel zu BF (helles Feld) erfolgt, da eine dem aktuellen Beobachtungsmodus nicht entsprechende Objektivlinse gewählt wurde.
ja_jp: 現在の検鏡法に対応していない対物レンズが選択されましたので、BF（明視野）に切り替えます。
ko_kr: 현재 관찰 모드에 적합하지 않는 대물 렌즈를 선택하였기 때문에 BF(Bright field)로 변환되었습니다.
zh_cn: 因为选择了不符合当前观测模式的物镜，切换为 BF（明场）。

# CAP_PREVIEW_DIALOG_MAKERFILE_OPEN_HEADER_TEXT
source: Open a pre-included file
de_de: Öffnen Sie eine enthaltene Datei.
ja_jp: 組み込みファイルを開く
ko_kr: 사전에 포함된 파일 열기
zh_cn: 打开预置文件

# CAP_PREVIEW_DIALOG_USERFILE_OPEN_HEADER_TEXT
source: Open a user registration file
de_de: Öffnen Sie eine Benutzerregistrierdatei.
ja_jp: ユーザー登録ファイルを開く
ko_kr: 사용자 등록 파일 열기
zh_cn: 打开用户注册文件

# CAP_PREVIEW_DIALOG_USERFILE_SAVE_HEADER_TEXT
source: Save a user registration file
de_de: Speichern Sie eine Benutzerregistrierdatei.
ja_jp: ユーザー登録ファイルの保存
ko_kr: 사용자 등록 파일 저장
zh_cn: 保存用户注册文件

# CAP_PREVIEW_LABEL_REGISTERED_SHORTCUT_NON_TEXT
source: (Unregistered)
de_de: (Nicht registriert)
ja_jp: - なし -
ko_kr: (미등록)
zh_cn: （未注册）

# CAP_PREVIEW_WINDOW_ACQUISITION_HEADER_TEXT
source: Best image
de_de: Bestes Bild
ja_jp: マルチプレビュー
ko_kr: 베스트 이미지
zh_cn: 优化图像

# CAP_PREVIEW_WINDOW_USERSETTING_HEADER_TEXT
source: User registration
de_de: Benutzerregistrierung
ja_jp: ユーザー登録
ko_kr: 사용자 등록
zh_cn: 用户注册

# MSG_E_PREVIEW_OCCURED_EXECUTING_ERROR
source: Error occurred while executing best image function. <BR>Please restart the application.
de_de: Fehler bei Ausführung des Bestbildes aufgetreten. <BR>Starten Sie die Anwendung neu.
ja_jp: マルチプレビュー実行中にエラーが発生しました。<BR>アプリケーションを再起動してください。
ko_kr: 베스트 이미지 실행 중 오류 발생. <BR>애플리케이션을 다시 시작하십시오.
zh_cn: 执行优化图像时出错。<BR>请重新启动应用程序。

# MSG_I_PREVIEW_NOTHING_AVAILABLE_MICROSCOPY
source: Preview can not work because current system configuration or the acquisition settings are not registered.
de_de: Vorschau nicht möglich, da aktuelle Systemkonfiguration oder Erfassungsbedingungen für aktuelle Mikroskopiemethoden nicht registriert sind.
ja_jp: 現在のシステム構成又は観察法で撮影するための条件が登録されていないため、プレビューを実行できません。
ko_kr: 현재 시스템 구성 혹은 현미경 검사에 대한 인식 조건이 등록되지 않았기 때문에 미리보기를 할 수 없습니다.
zh_cn: 因为当前系统配置或当前显微镜方法的采集条件未注册，无法预览。

# MSG_I_PREVIEW_USER_SETTING_PATTERN_NOTHING
source: Observation condition is not registered. <BR>Please register at least on condition, then save.
de_de: Beobachtungsbedingung nicht registriert. <BR>Registrieren Sie mindestens eine Bedingung und speichern Sie dann die Vorschau.
ja_jp: 観察条件が登録されていません。<BR>１つ以上登録してから保存してください。
ko_kr: 관찰 조건이 등록되지 않았습니다. <BR>최소 하나의 조건을 등록하고 미리보기를 저장하십시오.
zh_cn: 观测条件未注册。<BR>请至少注册一个条件，然后保存预览。

# MSG_Q_PREVIEW_USER_SETTING_MODE_CLOSE
source: User setting mode will be closed. <BR>If you close without saving your current work, it will be lost. <BR>Please confirm?
de_de: Benutzereinstellmodus wird geschlossen. <BR>Beim Schließen ohne zu speichern, geht Ihre aktuelle Arbeit verloren. <BR>Möchten Sie schließen?
ja_jp: 保存していない場合、作業中のデータは失われます。<BR>ユーザー登録を終了しますか？
ko_kr: 사용자 설정 모드가 종료될 것입니다.<BR>작업 내용을 저장하지 않고 종료하면 작업 내용이 상실될 것입니다.<BR>종료하시겠습니까?
zh_cn: 将关闭用户设置模式。<BR>如果关闭而未保存当前工作，将丢失。<BR>关闭吗？

# MSG_W_PREVIEW_FILE_FORMAT_INVALID
source: File format is invalid.
de_de: Dateiformat ungültig.
ja_jp: ファイルフォーマットが正しくありません。
ko_kr: 유효하지 않은 파일 포맷입니다.
zh_cn: 文件格式无效。

source: Image acquisition
de_de: Bilderfassung
ja_jp: 撮影設定
ko_kr: 이미지 인식
zh_cn: 图像采集

source: Acquisition mode
de_de: Erfassungsmodus
ja_jp: 撮影モード
ko_kr: 인식 모드
zh_cn: 采集模式

source: Z position (Start/End) : Start
de_de: Z-Position (Start/Ende): Start
ja_jp: Z範囲（上下限指定）開始位置
ko_kr: Z 위치(시작/종료) : 시작
zh_cn: Z 位置（起始/结束）：起始

source: Z position (Start/End) : End
de_de: Z-Position (Start/Ende): Ende
ja_jp: Z範囲（上下限指定）終了位置
ko_kr: Z 위치(시작/종료) : 종료
zh_cn: Z 位置（起始/结束）：结束

source: Acquisition range
de_de: Erfassungsbereich
ja_jp: Z取り込み範囲指定方法
ko_kr: 인식 범위
zh_cn: 采集范围

source: Z position (Range) : Distance
de_de: Z-Position (Bereich): Abstand
ja_jp: Z範囲（範囲指定）範囲
ko_kr: Z 위치(범위) : 거리
zh_cn: Z 位置（范围）：距离

source: Z position (Range) : Start
de_de: Z-Position (Bereich): Start
ja_jp: Z範囲（範囲指定）開始位置
ko_kr: Z 위치(범위) : 시작
zh_cn: Z 位置（范围）：起始

source: Z position (Range) : Base
de_de: Z-Position (Bereich): Basis
ja_jp: Z範囲（範囲指定）Z範囲基準
ko_kr: Z 위치(범위) : 베이스
zh_cn: Z 位置（范围）：基点

source: Acquisition mode
de_de: Erfassungsmodus
ja_jp: 撮影モード
ko_kr: 인식 모드
zh_cn: 采集模式

source: Z position (Start/End) : Start
de_de: Z-Position (Start/Ende): Start
ja_jp: Z範囲（上下限指定）開始位置
ko_kr: Z 위치(시작/종료) : 시작
zh_cn: Z 位置（起始/结束）：起始

source: Z position (Start/End) : End
de_de: Z-Position (Start/Ende): Ende
ja_jp: Z範囲（上下限指定）終了位置
ko_kr: Z 위치(시작/종료) : 종료
zh_cn: Z 位置（起始/结束）：结束

source: Acquisition range
de_de: Erfassungsbereich
ja_jp: Z取り込み範囲指定方法
ko_kr: 인식 범위
zh_cn: 采集范围

source: Z position (Range) : Distance
de_de: Z-Position (Bereich): Abstand
ja_jp: Z範囲（範囲指定）範囲
ko_kr: Z 위치(범위) : 거리
zh_cn: Z 位置（范围）：距离

source: Z position (Range) : Start
de_de: Z-Position (Bereich): Start
ja_jp: Z範囲（範囲指定）開始位置
ko_kr: Z 위치(범위) : 시작
zh_cn: Z 位置（范围）：起始

source: Z position (Range) : Base
de_de: Z-Position (Bereich): Basis
ja_jp: Z範囲（範囲指定）Z範囲基準
ko_kr: Z 위치(범위) : 베이스
zh_cn: Z 位置（范围）：基点

source: 2D mode
de_de: 2D-Modus
ja_jp: スナップモード
ko_kr: 2D 모드
zh_cn: 2D 模式

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_ACQUISITION_TEXT
source: Image acquisition
de_de: Bilderfassung
ja_jp: 撮影設定
ko_kr: 이미지 인식
zh_cn: 图像采集

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_CAMERA_ASPECT_TEXT
source: Image aspect ratio
de_de: Bild-Seitenverhältnis
ja_jp: 画像縦横比
ko_kr: 이미지 가로/세로 비율
zh_cn: 图像宽高比

source: Binning
de_de: Klasseneinteilung
ja_jp: ビニング
zh_cn: 像素混合

source: Convert type
de_de: Umwandlungstyp
ja_jp: コンバート種別
ko_kr: 변환 유형
zh_cn: 转换类型

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_CAMERA_TEXT
source: Camera
de_de: Kamera
ja_jp: カメラ
ko_kr: 카메라
zh_cn: 相机

source: Digital zoom
de_de: Digitaler Zoom
ja_jp: デジタルズーム
ko_kr: 디지털 줌
zh_cn: 数码变焦

source: Objective lens
de_de: Objektiv
ja_jp: 対物レンズ
ko_kr: 대물 렌즈
zh_cn: 物镜

source: Objective lens magnification
de_de: Objektivvergrößerung
ja_jp: 対物レンズ
ko_kr: 대물 렌즈 배율
zh_cn: 物镜倍率

source: Optical zoom
de_de: Optischer Zoom
ja_jp: 光学ズーム
ko_kr: 광학 줌
zh_cn: 光学变焦

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_MAGNIFICATION_OVERALL_TEXT
source: Magnification
de_de: Vergrößerung
ja_jp: 総合倍率
ko_kr: 배율
zh_cn: 倍率

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_MAGNIFICATION_TEXT
source: Magnification
de_de: Vergrößerung
ja_jp: 倍率設定
ko_kr: 배율
zh_cn: 倍率

source: Zoom
ja_jp: ズーム
ko_kr: 줌
zh_cn: 变焦

source: AS (Aperture stop)
de_de: AS (Aperturblende)
ja_jp: AS（開口絞り）
ko_kr: AS(구경조리개)
zh_cn: AS（孔径光阑）

source: AS (Aperture stop)
de_de: AS (Aperturblende)
ja_jp: AS（開口絞り）
ko_kr: AS(구경조리개)
zh_cn: AS（孔径光阑）

source: Exposure time
de_de: Belichtungszeit
ja_jp: 露出時間
ko_kr: 노출 시간
zh_cn: 曝光时间

source: ISO speed
de_de: ISO-Empfindlichkeit
ja_jp: ISO感度
ko_kr: ISO 속도
zh_cn: ISO 速度

source: AE (Auto exposure)
de_de: AE (Automatische Belichtung)
ja_jp: AE
ko_kr: AE(자동 노출)
zh_cn: AE（自动曝光）

source: AE target
de_de: AE-Ziel
ja_jp: AE 目標値
ko_kr: AE 목표
zh_cn: 自动曝光目标

source: Camera
de_de: Kamera
ja_jp: カメラ設定
ko_kr: 카메라
zh_cn: 相机

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Switch
de_de: Schalter
ja_jp: スイッチ
ko_kr: 스위치
zh_cn: 开关

source: Transillumination
de_de: Durchleuchtung
ja_jp: 透過照明
ko_kr: 투과 조명
zh_cn: 透射照明

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Switch
de_de: Schalter
ja_jp: スイッチ
ko_kr: 스위치
zh_cn: 开关

source: Epi-illumination
de_de: EPI-Beleuchtung
ja_jp: 同軸照明
ko_kr: 표면 조명
zh_cn: 落射照明

source: Lighting position
de_de: Beleuchtungsposition
ja_jp: ビットパターン
ko_kr: 조명 위치
zh_cn: 照明位置

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Switch
de_de: Schalter
ja_jp: スイッチ
ko_kr: 스위치
zh_cn: 开关

source: Rotate angle
de_de: Drehwinkel
ja_jp: 回転角度
ko_kr: 회전각
zh_cn: 旋转角度

source: Rotate direction
de_de: Drehrichtung
ja_jp: 回転方向
ko_kr: 회전 방향
zh_cn: 旋转方向

source: Ring-illumination
de_de: Ring-Beleuchtung
ja_jp: 輪帯照明
ko_kr: 링 조명
zh_cn: 环形照明

source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

source: Switch
de_de: Schalter
ja_jp: スイッチ
ko_kr: 스위치
zh_cn: 开关

source: Fiber-illumination
de_de: Glasfaser-Beleuchtung
ja_jp: ファイバー照明
ko_kr: 광섬유 조명
zh_cn: 光纤照明

source: Brightness 1
de_de: Helligkeit 1
ja_jp: 明るさ1
ko_kr: 밝기 1
zh_cn: 亮度 1

source: Brightness 2
de_de: Helligkeit 2
ja_jp: 明るさ2
ko_kr: 밝기 2
zh_cn: 亮度 2

source: Brightness 3
de_de: Helligkeit 3
ja_jp: 明るさ3
ko_kr: 밝기 3
zh_cn: 亮度 3

source: Brightness 4
de_de: Helligkeit 4
ja_jp: 明るさ4
ko_kr: 밝기 4
zh_cn: 亮度 4

source: Switch 1
de_de: Schalter 1
ja_jp: スイッチ１
ko_kr: 스위치 1
zh_cn: 开关 1

source: Switch 2
de_de: Schalter 2
ja_jp: スイッチ２
ko_kr: 스위치 2
zh_cn: 开关 2

source: Switch 3
de_de: Schalter 3
ja_jp: スイッチ３
ko_kr: 스위치 3
zh_cn: 开关 3

source: Switch 4
de_de: Schalter 4
ja_jp: スイッチ４
ko_kr: 스위치 4
zh_cn: 开关 4

source: Ring-illumination
de_de: Ring-Beleuchtung
ja_jp: リング照明
ko_kr: 링 조명
zh_cn: 环形照明

source: Light
de_de: Licht
ja_jp: 照明設定
ko_kr: 라이트
zh_cn: 灯光

source: Prism adjustment
de_de: Prismeneinstellung
ja_jp: プリズム調整
ko_kr: 프리즘 조절
zh_cn: 棱镜调整

source: DIC
zh_cn: 微分干涉差

source: Head type
de_de: Kopftyp
ja_jp: ヘッドタイプ
ko_kr: 헤드 유형
zh_cn: 头型

source: Asymmetry
de_de: Asymmetrie
ja_jp: アシンメトリ
ko_kr: 비대칭
zh_cn: 不对称

source: Noise reduction
de_de: Rauschunterdrückung
ja_jp: ノイズ除去
ko_kr: 잡음 경감
zh_cn: 降噪

source: Saturation
de_de: Sättigung
ja_jp: 鮮やかさ
ko_kr: 채도
zh_cn: 饱和度

source: Strength
de_de: Stärke
ja_jp: 強さ
ko_kr: 강도
zh_cn: 强度

source: WiDER
zh_cn: 宽动态扩展范围

source: On/Off
de_de: Ein/Aus
zh_cn: 开/关

source: Anti-vibration
ja_jp: ぶれ補正
ko_kr: 진동 방지
zh_cn: 防震

source: Contrast enhancement
de_de: Kontrastbetonung
ja_jp: レベル
ko_kr: 대비 개선
zh_cn: 对比度增强

source: On/Off
de_de: Ein/Aus
zh_cn: 开/关

source: Contrast
de_de: Kontrast
ja_jp: コントラスト強調
ko_kr: 대비
zh_cn: 对比度

source: Level
de_de: Pegel
ja_jp: レベル
ko_kr: 레벨
zh_cn: 级别

source: Edge enhancement
de_de: Kantenbetonung
ja_jp: エッジ強調
ko_kr: 경계 개선
zh_cn: 边缘增强

source: Channel
de_de: Kanal
ja_jp: チャンネル
ko_kr: 채널
zh_cn: 通道

source: Level
de_de: Pegel
ja_jp: ガンマ値
ko_kr: 레벨
zh_cn: 级别
