Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# MSG_E_EXCEPTION_WORKFLOW_PARAMETER
source: Parameter error occurred in Workflow.
de_de: Parameterfehler im Arbeitsablauf aufgetreten.
ko_kr: 워크플로(Workflow)에서 인자 오류 발생.
zh_cn: 工作流程参数出错。

# MSG_E_SYSTEM_FATAL_ERROR
source: A fatal trouble occurred in the system. <BR>Please restart the application.
de_de: Fatales Problem im System aufgetreten. <BR>Starten Sie die Anwendung neu.
ja_jp: A fatal trouble occurred in the system.<BR>Please quit the application.
ko_kr: 시스템에 치명적 오류 발생. <BR>애플리케이션을 다시 시작하십시오.
zh_cn: 系统发生严重故障。<BR>请重新启动应用程序。

# MSG_Q_MEASUREMENT_RESULT_ALLDELETE
source: Please confirm that you wish to delete all the measurement results? <BR>If you delete without saving, these results will be lost.
de_de: Möchten Sie die Messergebnisse löschen? <BR>Wenn Sie löschen, ohne zu speichern, gehen diese Ergebnisse verloren.
ja_jp: 計測結果を全て削除します。よろしいですか？
ko_kr: 모든 측정 결과를 삭제하시겠습니까? <BR> 저장하지 않고 삭제하면 모든 결과가 사라집니다.
zh_cn: 确定删除所有测量结果吗？<BR>如果删除而未保存这些结果，将丢失。

# MSG_Q_MEASUREMENT_RESULT_ALLDELETE_ASPECTRATIO_CHANGED
source: You have current measurement results. If you change the aspect ratio, you must delete the measurement results. <BR>Are you sure you want to delete all the measurement results? <BR>If you delete without saving, these results will be lost.
de_de: Die Messergebnisse liegen vor. Wenn Sie das Seitenverhältnis ändern, müssen Sie die Messergebnisse.<BR>Möchten Sie die Messergebnisse löschen? Wenn Sie löschen, ohne zu speichern, gehen diese Ergebnisse verloren.
ja_jp: 簡易計測の計測結果が存在します。<BR>画像縦横比を変更する場合、計測結果を削除する必要があります。<BR>計測結果を全て削除します。よろしいですか？
ko_kr: 측정 결과는 존재합니다. <BR>당신은 가로 세로 비율을 변경하면 측정 결과를 삭제해야합니다.<BR>모든 측정 결과를 삭제하시겠습니까? <BR> 저장하지 않고 삭제하면 모든 결과가 사라집니다.
zh_cn: 測量結果存在。<BR>如果你改變長寬比，則必須刪除的測量結果。<BR>确定删除所有测量结果吗？<BR>如果删除而未保存这些结果，将丢失。

# MSG_Q_STAGE_STARTING_POSITION_PUTTINGOUT
source: The motorized stage will move. <BR>Please confirm the safety of the sample, objective lens and stage.
de_de: Motorisierter Tisch wird angetrieben. <BR>Prüfen Sie die Probe, das Objektiv und den Tisch auf Sicherheit.
ja_jp: 電動ステージが動きます。<BR>サンプル・対物レンズおよびステージ周辺の安全を確認してください。
ko_kr: 전동식 스테이지가 이동할 것입니다. <BR>샘플, 대물 렌즈 및 스테이지 주변의 안전도를 점검해 주십시오.
zh_cn: 将移动电动载物台。<BR>请检查样品、物镜和载物台周围的安全。

# CAP_CALIBRATION_DIALOG_HISTORY_NAME
source: Calibration history
de_de: Kalibrierverlauf
ja_jp: キャリブレーション履歴
ko_kr: 보정 이력
zh_cn: 校准历史记录

# CAP_CALIBRATION_DIALOG_TAG_CHANGE
source: Type
de_de: Typ
ja_jp: 対象
ko_kr: 유형
zh_cn: 类型

# CAP_CALIBRATION_DIALOG_TAG_EXECUTE
source: Execution
de_de: Ausführung
ja_jp: 実行
ko_kr: 실행
zh_cn: 执行

# CAP_CALIBRATION_DIALOG_TAG_HISTORY
source: History
de_de: Verlauf
ja_jp: 履歴
ko_kr: 이력
zh_cn: 历史记录

# CAP_CALIBRATION_DIALOG_TITLE_NAME
source: Acquisition calibration
de_de: Erfassungskalibrierung
ja_jp: キャリブレーション設定
ko_kr: 인식 보정
zh_cn: 采集校准

# CAP_REAPPEARANCE_DIALOG_BUTTON_LABEL_APPLY
source: Apply
de_de: Anwenden
ja_jp: 適用
ko_kr: 적용
zh_cn: 应用

# CAP_REAPPEARANCE_DIALOG_BUTTON_LABEL_CANCEL
source: Cancel
de_de: Abbrechen
ja_jp: キャンセル
ko_kr: 취소
zh_cn: 取消

# CAP_LIVE_COLOR_DIALOG_BUTTON_LABEL_DELETE
source: Delete
de_de: Löschen
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除

# CAP_LIVE_COLOR_DIALOG_BUTTON_LABEL_REGISTRATION
source: Registration
de_de: Registrierung
ja_jp: 登録
ko_kr: 등록
zh_cn: 注册

# CAP_SLEEP_DIALOG_BUTTON_LABEL_RELEASE
source: Release
de_de: Freigeben
ja_jp: 解除
ko_kr: 해제
zh_cn: 释放

# CAP_REAPPEARANCE_DIALOG_BUTTON_LABEL_SAVE
source: Save
de_de: Speichern
ja_jp: 保存
ko_kr: 저장
zh_cn: 保存

# CAP_LIVE_COLOR_DIALOG_BUTTON_LABEL_UPDATE
source: Update
de_de: Aktualisieren
ja_jp: 更新
ko_kr: 업데이트
zh_cn: 更新

# CAP_LIVEMEASURE_BUTTON_LABEL_ALL
source: All
de_de: Alle
ko_kr: 모두
zh_cn: 全部

# CAP_LIVEMEASURE_BUTTON_LABEL_DELETE
source: Delete
de_de: Löschen
ko_kr: 삭제
zh_cn: 删除

# CAP_LIVEMEASURE_DIALOG_LABEL_SETTING
source: Settings
de_de: Einstellungen
ja_jp: 設定
ko_kr: 설정
zh_cn: 设置

# CAP_LIVEMEASURE_DIALOG_LABEL_TITLE
source: Simple measurement
de_de: Einfachmessung
ja_jp: 簡易計測
ko_kr: 단순 측정
zh_cn: 简单测量

# CAP_LIVEMEASURE_GROUP_MEASURE_ITEMS
source: Measurement type
de_de: Messtyp
ja_jp: 計測項目
ko_kr: 측정 유형
zh_cn: 测量类型

# CAP_LIVEMEASURE_LABEL_LABELBACKCOLOR
source: Background color
de_de: Hintergrundfarbe
ja_jp: ラベルの背景色
ko_kr: 배경 색상
zh_cn: 背景色

# CAP_LIVEMEASURE_LABEL_LABELBACKCOLORVISIBLE
source: Enable background color
de_de: Hintergrundfarbe aktivieren
ja_jp: ラベルの背景色を表示する
ko_kr: 배경 색상 활성화
zh_cn: 启用背景色

# CAP_LIVEMEASURE_LABEL_LABELCOLOR
source: Label color
de_de: Beschriftungsfarbe
ja_jp: ラベルの色
ko_kr: 라벨 색상
zh_cn: 标签颜色

# CAP_LIVEMEASURE_LABEL_LABELLOCATION
source: Label position
de_de: Ort d. Angaben
ja_jp: ラベルの位置
ko_kr: 라벨 위치
zh_cn: 标签位置

# CAP_LIVEMEASURE_LABEL_LINECOLOR
source: Line color
de_de: Linienfarbe
ja_jp: 線の色
ko_kr: 라인 색상
zh_cn: 线颜色

# CAP_LIVEMEASURE_LABEL_POINTCOLOR
source: Point color
de_de: Punktfarbe
ja_jp: 点の色
ko_kr: 포인트 색상
zh_cn: 点颜色

# CAP_LIVEMEASURE_LABEL_TEMPLINECOLOR
source: Temporary line color
de_de: Temporäre Linienfarbe
ja_jp: 暫定線の色
ko_kr: 임시 라인 색상
zh_cn: 临时线颜色

# CAP_LIVE_COLOR_DIALOG_LABEL_REGIST
source: Registration name
de_de: Registriername
ja_jp: 名前
ko_kr: 등록명
zh_cn: 注册名称

# CAP_MAKER_PREVIEW_DIALOG_TITLE_NAME
source: Preview maker pattern list
de_de: Vorschau Herstellermusterliste
ko_kr: 미리보기 메이커 패턴 목록
zh_cn: 预览制造商图案列表

# CAP_REAPPEARANCE_DIALOG_LABEL_COMMENT
source: Comment
de_de: Kommentar
ja_jp: コメント
ko_kr: 의견
zh_cn: 注释

# CAP_SLEEP_DIALOG_LABEL_TITLE_NAME
source: Standby mode
de_de: Bereitschaftsmodus
ja_jp: スタンバイモード
ko_kr: 스탠바이 모드
zh_cn: 待机模式

# MSG_I_SLEEPING_NEED_RELEASE_TO_WAKEUP
source: Standby mode. <BR>You need to press the Release button to resume the system.
de_de: Bereitschaftsmodus. Sie müssen die Freigabe-Taste drücken, um das System zu aktivieren.
ja_jp: スタンバイモード中です。<BR>操作を行う場合は、解除ボタンを押してください。
ko_kr: 대기 모드. <BR> 시스템을 다시 시작하려면 릴리즈 버튼을 누르십시오.
zh_cn: 待机模式。<BR>需要按下释放按钮恢复系统。

# CAP_LIVE_COLOR_DIALOG_BUTTON_LABEL_CLOSE
source: Close
de_de: Schließen
ja_jp: 閉じる
ko_kr: 종료
zh_cn: 关闭

# CAP_PAGE_DETAILSETTING_BUTTON_ROI_DEFAULT
source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
zh_cn: 默认设置

# CAP_PAGE_DETAILSETTING_GROUP_LABEL_AF
source: Auto focus
de_de: Autofokus
ja_jp: AF
ko_kr: 자동 포커스
zh_cn: 自动对焦

# CAP_PAGE_DETAILSETTING_GROUP_LABEL_LOWER_LIMIT
source: Z limit
de_de: Z-Grenze
ja_jp: Zリミット
ko_kr: Z 한계
zh_cn: Z 极限

# CAP_PAGE_DETAILSETTING_GROUP_LABEL_Z_POSITION_REGISTRATION
source: Reference Z position
de_de: Z-Referenzposition
ja_jp: 基準Z位置
ko_kr: 기준 Z 위치
zh_cn: Z 基准位置

source: Asymmetry
de_de: Asymmetrie
ja_jp: アシンメトリ
ko_kr: 비대칭
zh_cn: 不对称

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_LABEL
source: WiDER (Anti-halation)
de_de: WiDER (Lichthofschutz)
ja_jp: WiDER（ハレーション除去）
ko_kr: WiDER(헐레이션 방지)
zh_cn: 宽动态扩展范围（防光晕）

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_NR_HIGH_LABEL
source: Strong
de_de: Stark
ja_jp: 強
ko_kr: 강함
zh_cn: 强

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_NR_LABEL
source: Noise reduction
de_de: Rauschunterdrückung
ja_jp: ノイズ除去
ko_kr: 잡음 경감
zh_cn: 降噪

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_NR_LOW_LABEL
source: Weak
de_de: Schwach
ja_jp: 弱
ko_kr: 약함
zh_cn: 弱

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_NR_MID_LABEL
source: Medium
de_de: Mittel
ja_jp: 中
ko_kr: 중간
zh_cn: 中

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_NR_OFF_LABEL
source: Off
de_de: Aus
ja_jp: オフ
zh_cn: 关

source: Saturation
de_de: Sättigung
ja_jp: 鮮やかさ
ko_kr: 채도
zh_cn: 饱和度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATIONHIGH_GROUP_STRENGTH_LABEL
source: Strength
de_de: Stärke
ja_jp: 強さ
ko_kr: 강도
zh_cn: 强度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATION_GROUP_CHROME_LABEL
source: Chrome
de_de: Farbgebung
ja_jp: 鮮やかさ
ko_kr: 크롬
zh_cn: 色度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_ANTIHALATION_GROUP_LABEL
source: HDR (Anti-halation)
de_de: HDR (Lichthofschutz)
ja_jp: HDR（ハレーション除去）
ko_kr: HDR(헐레이션 방지)
zh_cn: HDR（防光晕）

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_CONTRAST_GROUP_HIGH_LABEL
source: Strong
de_de: Stark
ja_jp: 強
ko_kr: 강함
zh_cn: 强

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_CONTRAST_GROUP_LABEL
source: Contrast enhancement
de_de: Kontrastbetonung
ja_jp: コントラスト強調
ko_kr: 대비 개선
zh_cn: 对比度增强

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_CONTRAST_GROUP_LOW_LABEL
source: Weak
de_de: Schwach
ja_jp: 弱
ko_kr: 약함
zh_cn: 弱

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_CONTRAST_GROUP_NORMAL_LABEL
source: Medium
de_de: Mittel
ja_jp: 中
ko_kr: 중간
zh_cn: 中

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_EDGE_EMPHASIS_GROUP_LABEL
source: Edge enhancement
de_de: Kantenbetonung
ja_jp: エッジ強調
ko_kr: 경계 개선
zh_cn: 边缘增强

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_GAMMA_GROUP_LABEL
source: Gamma correction
de_de: Gammakorrektur
ja_jp: ガンマ補正
ko_kr: 감마 보정
zh_cn: Gamma 校正

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_BRIGHTNESS_LABEL
source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_CHROME_LABEL
source: Chrome
de_de: Farbgebung
ja_jp: 鮮やかさ
ko_kr: 크롬
zh_cn: 色度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_CONTRAST_LABEL
source: Contrast
de_de: Kontrast
ja_jp: コントラスト
ko_kr: 대비
zh_cn: 对比度

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_LABEL
source: HDR (Texture enhancement)
de_de: HDR (Strukturbetonung)
ja_jp: HDR（テクスチャ強調）
ko_kr: HDR(질감 개선)
zh_cn: HDR（纹理增强）

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_TEXTURE_LABEL
source: Texture
de_de: Struktur
ja_jp: テクスチャ
ko_kr: 질감
zh_cn: 纹理

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_SPECIFIC_COLOR_GROUP_LABEL
source: Color highlight
de_de: Farbbetonung
ja_jp: カラーハイライト
ko_kr: 색상 개선
zh_cn: 彩色增强

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_LABEL
source: Image processing
de_de: Bildverarbeitung
ja_jp: 画像補正
ko_kr: 이미지 처리
zh_cn: 图像处理

source: Blue
de_de: Blau
ja_jp: 青
ko_kr: 청색
zh_cn: 蓝色

source: AUTO
ko_kr: 자동
zh_cn: 自动

source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
zh_cn: 默认设置

source: Green
de_de: Grün
ja_jp: 緑
ko_kr: 녹색
zh_cn: 绿色

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_WHITEBALANCE_GROUP_GAIN_GROUP_LABEL
source: Gain setting
de_de: Verstärkungseinstellung
ja_jp: ゲイン設定
ko_kr: Gain 설정
zh_cn: 增益设置

source: Red
de_de: Rot
ja_jp: 赤
ko_kr: 적색
zh_cn: 红色

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_WHITEBALANCE_GROUP_LABEL
source: White balance
de_de: Weißabgleich
ja_jp: ホワイトバランス
ko_kr: 화이트 밸런스
zh_cn: 白平衡

source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
zh_cn: 默认设置

source: ROI
zh_cn: 感兴趣区

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_WHITEBALANCE_GROUP_ROI_GROUP_LABEL
source: Area setting
de_de: Bereichseinstellung
ja_jp: 範囲設定
ko_kr: 영역 설정
zh_cn: 区域设置

# CAP_PAGE_DETAILSETTING_LABEL_ALERM_ON_LIMIT_RANGE
source: Warning
de_de: Warnung
ja_jp: 警告
ko_kr: 경고
zh_cn: 警告

# CAP_PAGE_DETAILSETTING_LABEL_BUTTON_LOWER_LIMIT_REGISTRATION
source: Register
de_de: Registrieren
ja_jp: 登録
ko_kr: 등록
zh_cn: 注册

# CAP_PAGE_DETAILSETTING_LABEL_BUTTON_Z_POSITION_REGISTRATION
source: Register
de_de: Registrieren
ja_jp: 登録
ko_kr: 등록
zh_cn: 注册

# CAP_PAGE_DETAILSETTING_LABEL_CHECKBOX_ENABLE_LIMIT_RANGE
source: Enable Z limit
de_de: Z-Grenze aktivieren
ja_jp: Zリミットを有効にする
ko_kr: Z 한계 활성화
zh_cn: 启用 Z 极限

# CAP_PAGE_DETAILSETTING_LABEL_CHECKBOX_ENABLE_Z_POSITION
source: Enable reference Z position
de_de: Z-Referenzposition aktivieren
ja_jp: 基準Z位置を有効にする
ko_kr: 기준 Z 위치 활성화
zh_cn: 启用 Z 基准位置

# CAP_PAGE_DETAILSETTING_LABEL_Z_POSITION_SETTING
source: Z position settings
de_de: Z-Positionseinstellung
ja_jp: Z位置設定
ko_kr: Z 위치 설정
zh_cn: Z 位置设置

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_AE_BUTTON_DEFAULT_LABEL
source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
zh_cn: 默认设置

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_AE_GROUP_LABEL
source: AE (Auto exposure)
de_de: AE (Automatische Belichtung)
ja_jp: AE (自動露出)
ko_kr: AE(자동 노출)
zh_cn: AE（自动曝光）

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_AE_TOGGLEBUTTON_LABEL
source: ROI
zh_cn: 感兴趣区

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_APERTURE_STOP_GROUP_LABEL
source: AS (Aperture stop)
de_de: AS (Aperturblende)
ja_jp: AS (開口絞り)
ko_kr: AS(구경조리개)
zh_cn: AS（孔径光阑）

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_APERTURE_STOP_LABEL_SETTING
source: IN
zh_cn: 输入

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_MONOCHROME_MODE_GROUP_LABEL
source: Monochrome
de_de: Monochrom
ja_jp: 白黒モード
ko_kr: 모노크롬
zh_cn: 单色

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_MONOCHROME_MODE_LABEL_SETTING
source: ON
de_de: EIN
zh_cn: 开

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_ASPECT_GROUP_LABEL
source: Image aspect ratio
de_de: Bild-Seitenverhältnis
ja_jp: 画像縦横比
ko_kr: 이미지 가로/세로 비율
zh_cn: 图像宽高比

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_BINNING_GROUP_LABEL
source: Binning
de_de: Klasseneinteilung
ja_jp: ビニング
zh_cn: 像素混合

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_BLURCORRECTION_CHECKBOX_LABEL
source: Enable anti-vibration
de_de: Antivibration aktivieren
ja_jp: ぶれ補正を有効にする
ko_kr: 진동 방지 활성화
zh_cn: 启用防震

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_BLURCORRECTION_GROUP_LABEL
source: Anti-vibration
ja_jp: ぶれ補正
ko_kr: 진동 방지
zh_cn: 防震

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_BLURCORRECTION_LABEL_EFFECTIVE_INVALID
source: Enable anti-vibration
de_de: Antivibration aktivieren
ja_jp: ぶれ補正を有効にする
ko_kr: 진동 방지 활성화
zh_cn: 启用防震

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_TITLE_NAME
source: Observation settings
de_de: Beobachtungseinstellungen
ja_jp: 観察設定
ko_kr: 관찰 설정
zh_cn: 观测设置

# CAP_PAGE_DETAILSETTING_TITLE_NAME
source: Advanced settings
de_de: Erweiterte Einstellungen
ja_jp: 詳細設定
ko_kr: 고급 설정
zh_cn: 高级设置

# CAP_PAGE_DETAILSETTING_TOGGLEBUTTON_ROI_ADJUST
source: ROI settings
de_de: ROI Einst.
ja_jp: ROI設定
ko_kr: ROI 설정
zh_cn: 感兴趣区设置

# CAP_PAGE_DETAILSETTING_TOGGLEBUTTON_ROI_DISPLAY
source: ROI Disp.
de_de: ROI-Anzeige
ja_jp: ROI表示
zh_cn: 感兴趣区显示

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_LABEL
source: Image acquisition
de_de: Bilderfassung
ja_jp: 詳細設定
ko_kr: 이미지 인식
zh_cn: 图像采集

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_MAP_SET_GROUP_LABEL
source: Map setting
de_de: Übersichtseinstellung
ja_jp: マップ
ko_kr: 맵 설정
zh_cn: 映射设置

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_MAP_SET_GROUP_TITLE_LABEL
source: Map
de_de: Übersicht
ja_jp: マップ
ko_kr: 맵
zh_cn: 映射

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_OTHER_SET_GROUP_LABEL
source: Other setting
de_de: Sonstige Einstellung
ja_jp: その他
ko_kr: 기타 설정
zh_cn: 其它设置

source: Enable scale marks
de_de: Skalenmarkierungen aktivieren
ja_jp: 目盛り表示を有効にする
ko_kr: 스케일 마크 활성화
zh_cn: 启用刻度线

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_OTHER_SET_GROUP_SCALE_GROUP_LABEL
source: Scale marks
de_de: Skalenmarkierungen
ja_jp: 目盛り
ko_kr: 스케일 마크
zh_cn: 刻度线

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_OTHER_SET_GROUP_SLEEP_GROUP_LABEL
source: Standby mode
de_de: Bereitschaftsmodus
ja_jp: スタンバイモード
ko_kr: 스탠바이 모드
zh_cn: 待机模式

source: Apply
de_de: Anwenden
ja_jp: 適用
ko_kr: 적용
zh_cn: 应用

source: Enable standby mode
de_de: Bereitschaftsmodus aktivieren
ja_jp: スタンバイモードを有効にする
ko_kr: 스탠바이 모드 활성화
zh_cn: 启用待机模式

source: min.
ja_jp: 分
zh_cn: 最小值

source: Time until standby mode
de_de: Zeit bis Bereitschaftsmodus
ja_jp: スタンバイモードまでの時間
ko_kr: 스탠바이 모드까지의 시간
zh_cn: 进入待机模式的时间

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_AUTOSAVE_GROUP_LABEL
source: Auto save
de_de: Auto-Speichern
ja_jp: 自動保存
ko_kr: 자동 저장
zh_cn: 自动保存

source: Frame Rate
de_de: Bildfrequenz
ja_jp: フレームレート
ko_kr: 촬영속도
zh_cn: 帧频

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_MOVIE_GROUP_LABEL
source: Movie
de_de: Film
ja_jp: 動画
ko_kr: 무비
zh_cn: 电影

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_PHOTOSET_GROUP_MOVIE_GROUP_LOW_LABEL
source: Low (800x600)
de_de: Niedrig (800x600)
ja_jp: 低画質 (800x600)
zh_cn: 低 (800x600)

source: Normal (1600x1200)
ja_jp: 標準 (1600x1200)
zh_cn: 标准 (1600x1200)

source: Quality
de_de: Qualität
ja_jp: 画質設定
ko_kr: 품질
zh_cn: 质量

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_STAGE_SET_GROUP_LABEL
source: Stage settings
de_de: Tischeinstellungen
ja_jp: ステージ設定
ko_kr: 스테이지 설정
zh_cn: 载物台设置

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_STAGE_SET_GROUP_STAGE_LABEL
source: Stage
de_de: Tisch
ja_jp: ステージ
ko_kr: 스테이지
zh_cn: 载物台

# CAP_MAINMENU_BUTTON_DETAIL
source: Advance
de_de: Erweitert
ja_jp: 詳細設定
ko_kr: 설정
zh_cn: 高级

# CAP_MAINMENU_BUTTON_LIVE
source: Live
ja_jp: ライブ
ko_kr: 라이브
zh_cn: 实时

# CAP_MAINMENU_BUTTON_NAVIGATION
source: Adv. acq.
de_de: Erw. Erfass.
ja_jp: 応用撮影
ko_kr: 고급 인식
zh_cn: 高级采集

# CAP_MAINMENU_BUTTON_PREVIEW
source: Best image
de_de: Bestes Bild
ja_jp: マルチプレビュー
ko_kr: 베스트 이미지
zh_cn: 优化图像

# CAP_MAINMENU_BUTTON_WIDE
source: Full screen
de_de: Vollbild
ja_jp: 全画面
ko_kr: 풀 스크린
zh_cn: 全屏

# CAP_MAINMENU_EXPANDER_2DISPLAY
source: Dual screen
de_de: ZweiMonitore
ja_jp: 2画面
ko_kr: 듀얼 스크린
zh_cn: 双画面

# CAP_MAINMENU_EXPANDER_AUTO_STITCH_TOGGLE_BUTTON
source: High quality panorama
de_de: Hochwert. Panorama
ja_jp: 自動貼合わせ
ko_kr: 고품질 파노라마
zh_cn: 高质量全景图

# CAP_MAINMENU_EXPANDER_CONDITION
source: Condition
de_de: Bedingung
ja_jp: 条件設定
ko_kr: 조건
zh_cn: 条件

# CAP_MAINMENU_EXPANDER_FULL_HOROZONTAL_RADIO_BUTTON
source: Horizontal shrinking
de_de: Horizontal stauchen
ja_jp: 横全体
ko_kr: 수평 수축
zh_cn: 横向收缩

# CAP_MAINMENU_EXPANDER_FULL_VERTICAL_RADIO_BUTTON
source: Vertical shrinking
de_de: Vertikal stauchen
ja_jp: 縦全体
ko_kr: 수직 수축
zh_cn: 纵向收缩

# CAP_MAINMENU_EXPANDER_LIVE_STITCH
source: Live panorama
ja_jp: ライブ貼合わせ
ko_kr: 라이브 파노라마
zh_cn: 实时全景

# CAP_MAINMENU_EXPANDER_READ_CONDITION_BUTTON
source: Open
de_de: Öffnen
ja_jp: 開く
ko_kr: 열기
zh_cn: 打开

# CAP_MAINMENU_EXPANDER_SAVE_CONDITION_BUTTON
source: Save
de_de: Speichern
ja_jp: 保存
ko_kr: 저장
zh_cn: 保存

# CAP_MAINMENU_EXPANDER_SPLIT_HORIZONTAL_RADIO_BUTTON
source: Horizontal
ja_jp: 横分割
ko_kr: 수평
zh_cn: 横向

# CAP_MAINMENU_EXPANDER_SPLIT_VERTICAL_RADIO_BUTTON
source: Vertical
de_de: Vertikal
ja_jp: 縦分割
ko_kr: 수직
zh_cn: 纵向

# CAP_MAINMENU_EXPANDER_STITCHING
source: Stitching
de_de: Bildmontage
ja_jp: 貼合わせ
ko_kr: 스티칭
zh_cn: 拼接

# CAP_MAINMENU_EXPANDER_SWAP_SCREEN_BUTTON
source: Swap
de_de: Tauschen
ja_jp: 表示入れ替え
ko_kr: 교환
zh_cn: 切换

# CAP_MAINMENU_EXPANDER_THUMBNAIL_RADIO_BUTTON
source: Mini view
de_de: Miniansicht
ja_jp: ミニビュー
ko_kr: 미니 뷰
zh_cn: 最小视图

# CAP_MAINMENU_EXPANDER_VIEW_IMAGE_BUTTON
source: Open an image
de_de: Ein Bild öffnen
ja_jp: 画像開く
ko_kr: 이미지 열기
zh_cn: 打开图像

# CAP_NAVIGATION_SCREEN_PAGE_IMAGE_DETAIL_TAG
source: Image information
de_de: Bildinformation
ja_jp: 画像情報
ko_kr: 이미지 정보
zh_cn: 图像信息

# CAP_NAVIGATION_SCREEN_PAGE_NAVIGATION_TAG
source: Map
de_de: Übersicht
ja_jp: マップ
ko_kr: 맵
zh_cn: 映射

# CAP_NAVIGATION_SCREEN_PAGE_ORIGIN_LABEL
source: Move to origin
de_de: Zum Anfang bewegen
ja_jp: 原点へ移動
ko_kr: 원점으로 이동합니다
zh_cn: 移到原点

# CAP_NAVIGATION_SCREEN_PAGE_STAGE_LABEL
source: Motorized stage
de_de: Motorisierter Tisch
ja_jp: 電動ステージ
ko_kr: 전동식 스테이지
zh_cn: 电动载物台

# CAP_PAGE_ILLMINATION_DETAIL_TITLE_NAME
source: Advanced settings
de_de: Erweiterte Einstellungen
ja_jp: 詳細設定
ko_kr: 고급 설정
zh_cn: 高级设置

source: AUTO
ko_kr: 자동
zh_cn: 自动

# CAP_PAGE_ILLMINATION_SETTING_GROUP_CAMERA_SETTING_GROUP_EXPOSURE_TIME_LABEL
source: Exposure time
de_de: Belichtungszeit
ja_jp: 露出時間
ko_kr: 노출 시간
zh_cn: 曝光时间

# CAP_PAGE_ILLMINATION_SETTING_GROUP_CAMERA_SETTING_GROUP_ISO_SENSITIVETY_LABEL
source: ISO speed
de_de: ISO-Empfindlichkeit
ja_jp: ISO感度
ko_kr: ISO 속도
zh_cn: ISO 速度

# CAP_PAGE_ILLMINATION_SETTING_GROUP_CAMERA_SETTING_GROUP_LABEL
source: Camera settings
de_de: Kameraeinstellungen
ja_jp: カメラ設定
ko_kr: 카메라 설정
zh_cn: 相机设置

# CAP_PAGE_ILLMINATION_SETTING_GROUP_ILLMINATION_SET_GROUP
source: Light settings
de_de: Lichteinstellungen
ja_jp: 照明設定
ko_kr: 조명 설정
zh_cn: 灯光设置

# CAP_PAGE_ILLMINATION_SETTING_GROUP_ILLMINATION_SET_GROUP_BRIGHTNESS_BACK_LIGHT
source: Brightness (Transillumination)
de_de: Helligkeit (Durchleuchtung)
ja_jp: 明るさ（透過）
ko_kr: 밝기(투과 조명)
zh_cn: 亮度（透射照明）

# CAP_PAGE_ILLMINATION_SETTING_GROUP_ILLMINATION_SET_GROUP_BRIGHTNESS_LIGHT_UP
source: Brightness (Epi-illumination)
de_de: Helligkeit (EPI-Beleuchtung)
ja_jp: 明るさ（落射）
ko_kr: 밝기(표면 조명)
zh_cn: 亮度（落射照明）

# CAP_PAGE_ILLMINATION_SETTING_GROUP_ILLMINATION_SET_GROUP_DIC_SETTING_LABEL
source: DIC prism adjustment
de_de: DIC Prismeneinstellung
ja_jp: DICプリズム調整
ko_kr: DIC 프리즘 조절
zh_cn: 微分干涉差棱镜调整

source: Lighting position
de_de: Beleuchtungsposition
ja_jp: 照明位置
ko_kr: 조명 위치
zh_cn: 照明位置

source: ON
de_de: EIN
zh_cn: 开

# CAP_PAGE_ILLMINATION_SETTING_GROUP_TITLE_NAME
source: Observation settings
de_de: Beobachtungseinstellung
ja_jp: 観察設定
ko_kr: 관찰 설정
zh_cn: 观测设置

# CAP_PAGE_IMAGE_REVISION_DETAIL_SETTING_GROUP_TITLE
source: Advanced settings
de_de: Erweiterte Einstellungen
ja_jp: 詳細設定
ko_kr: 고급 설정
zh_cn: 高级设置

# CAP_PAGE_IMAGE_REVISION_GROUP_ANTIHALATION_HIGH_SPEED_RADIO_BUTTON_TITLE
source: Anti-halation
de_de: Lichthofschutz
ja_jp: ハレーション除去
ko_kr: 난반사 방지
zh_cn: 防光晕

# CAP_PAGE_IMAGE_REVISION_GROUP_ANTIHALATION_STANDARD_RADIO_BUTTON_TITLE
source: Texture enhancement
de_de: Strukturbetonung
ja_jp: テクスチャ強調
ko_kr: 질감 개선
zh_cn: 纹理增强

# CAP_PAGE_IMAGE_REVISION_GROUP_ANTIHALATION_TITLE
source: Anti-halation (Fast)
de_de: Lichthofschutz
ja_jp: ハレーション除去（高速）
ko_kr: 난반사 방지
zh_cn: 防光晕

# CAP_PAGE_IMAGE_REVISION_GROUP_CONTRAST_TITLE
source: Contrast
de_de: Kontrast
ja_jp: コントラスト
ko_kr: 대비
zh_cn: 对比度

# CAP_PAGE_IMAGE_REVISION_GROUP_EMPASIS_SPECIFIC_COLOR_GROUP_COLOR_WIDTH_LABEL
source: Color range
de_de: Farbenbereich
ja_jp: 色幅
ko_kr: 색상 범위
zh_cn: 色域

# CAP_PAGE_IMAGE_REVISION_GROUP_EMPASIS_SPECIFIC_COLOR_GROUP_LABEL
source: Color highlight
de_de: Farbbetonung
ja_jp: カラーハイライト
ko_kr: 색상 개선
zh_cn: 彩色增强

# CAP_PAGE_IMAGE_REVISION_GROUP_HDR_TITLE
source: HDR
zh_cn: 高动态范围

# CAP_PAGE_IMAGE_REVISION_GROUP_TITLE
source: Image processing
de_de: Bildverarbeitung
ja_jp: 画像補正
ko_kr: 이미지 처리
zh_cn: 图像处理

# CAP_LIVESTITCH_WINDOW_DISPLAY_SIZE_LABEL
source: Display size
de_de: Anzeigegröße
ja_jp: 表示サイズ
ko_kr: 디스플레이 크기
zh_cn: 显示尺寸

# CAP_LIVESTITCH_WINDOW_GROUP_2D_3D_SETTING_LABEL
source: Image acquisition
de_de: Bilderfassung
ja_jp: 撮影設定
ko_kr: 이미지 인식
zh_cn: 图像采集

# CAP_LIVESTITCH_WINDOW_GROUP_2D_EASY_LABEL
source: 2D Simple
de_de: 2D Einfach
ja_jp: パノラマ
ko_kr: 2D 심플
zh_cn: 2D 简单

# CAP_LIVESTITCH_WINDOW_GROUP_2D_STANDARD_LABEL
source: 2D Standard
ja_jp: スナップ
ko_kr: 2D 표준
zh_cn: 2D 标准

# CAP_LIVESTITCH_WINDOW_GROUP_BACKBUTTON_LABEL
source: Back
de_de: Zurück
ja_jp: 戻る
ko_kr: 후면
zh_cn: 上一步

# CAP_LIVESTITCH_WINDOW_GROUP_BRIGHTNESS_LABEL
source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

# CAP_LIVESTITCH_WINDOW_GROUP_COMPLETE_LABEL
source: Complete
de_de: Fertig
ja_jp: 完了
ko_kr: 완전한
zh_cn: 全部

# CAP_LIVESTITCH_WINDOW_GROUP_DELETE_IMAGE_LABEL
source: Delete image
de_de: Bild löschen
ja_jp: 画像削除
ko_kr: 이미지 삭제
zh_cn: 删除图像

# CAP_LIVESTITCH_WINDOW_GROUP_DISPLAY_SIZE_LABEL
source: Display size
de_de: Anzeigegröße
ja_jp: 表示サイズ
ko_kr: 디스플레이 크기
zh_cn: 显示尺寸

# CAP_LIVESTITCH_WINDOW_GROUP_NEX_PAGE_LABEL
source: Next page
de_de: Nächste Seite
ja_jp: 次へ
ko_kr: 다음 페이지
zh_cn: 下一页

# CAP_LIVESTITCH_WINDOW_GROUP_OPERATION_GUIDE_LABEL
source: Operation guide
de_de: Bedienerführung
ja_jp: 操作ガイド
ko_kr: 작동 가이드
zh_cn: 操作指南

# CAP_LIVESTITCH_WINDOW_GROUP_PHOTOGRAPHY_LABEL
source: Acquisition
de_de: Erfassung
ja_jp: 撮影 / 移動
ko_kr: 인식
zh_cn: 采集

# CAP_LIVESTITCH_WINDOW_GROUP_PREVIOUS_PAGE_LABEL
source: Previous page
de_de: Vorherige Seite
ja_jp: 前へ
ko_kr: 이전 페이지
zh_cn: 上一页

# CAP_LIVESTITCH_WINDOW_GROUP_REFERENCE_POSITION_LABEL
source: Base position
de_de: Basisposition
ja_jp: 基準位置
ko_kr: 베이스 위치
zh_cn: 基准位置

# CAP_LIVESTITCH_WINDOW_GROUP_STITCHING_LABEL
source: Stitching
de_de: Bildmontage
ja_jp: 貼合わせ
ko_kr: 스티칭
zh_cn: 拼接

# CAP_LIVESTITCH_WINDOW_GROUP_USE_AS_MAP_IMAGE_LABEL
source: Use it as map image.
de_de: Als Übersichtsbild verw.
ja_jp: マップ画像として使用する
ko_kr: 맵 이미지로 사용합니다.
zh_cn: 用作映射图像。

# CAP_LIVESTITCH_WINDOW_TITLE_NAME
source: Live panorama
ja_jp: ライブ貼合わせ
ko_kr: 라이브 파노라마
zh_cn: 实时全景
