Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# MSG_Q_RELEASE_APICAL_FOR_SPECIFIC_COLOR
source: In order to reproduce Color highlight conditions, WiDER must be turned off. Please confirm.
de_de: Apikale Bedingung muss aufgehoben werden, um die Farbverbesserung zu duplizieren. Ist das OK?
ja_jp: カラーハイライトの条件を再現するためには、WiDERを解除する必要があります。<BR>WiDERを解除してもよろしいですか？
ko_kr: 색상 보정을 복제하려면 정점 조건을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除顶端条件才能复制彩色增强，可以吗？

# MSG_Q_RELEASE_COLOR_FOR_APICAL
source: In order to reproduce WiDER conditions, Color highlight must be turned off. Please confirm.
de_de: Farbverbesserung muss aufgehoben werden, um die apikale Bedingung zu duplizieren. Ist das OK?
ja_jp: WiDERの条件を再現するためには、カラーハイライトを解除する必要があります。<BR>カラーハイライトを解除してもよろしいですか？
ko_kr: 정점 조건을 복제하려면 색상 보정을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除彩色增强才能复制顶端条件，可以吗？

# MSG_Q_RELEASE_COLOR_FOR_HDR
source: In order to reproduce HDR conditions, Color highlight must be turned off. Please confirm.
de_de: Farbverbesserung muss aufgehoben werden, um die HDR-Bedingung zu duplizieren. Ist das OK?
ja_jp: HDRの条件を再現するためには、カラーハイライトを解除する必要があります。<BR>カラーハイライトを解除してもよろしいですか？
ko_kr: HDR 조건을 복제하려면 색상 보정을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除彩色增强才能复制 HDR 条件，可以吗？

# MSG_Q_RELEASE_HDR_FOR_APICAL
source: In order to reproduce WiDER conditions, HDR must be turned off. Please confirm.
de_de: HDR-Bedingung muss aufgehoben werden, um die apikale Bedingung zu duplizieren. Ist das OK?
ja_jp: WiDERの条件を再現するためには、HDRを解除する必要があります。<BR>HDRを解除してもよろしいですか？
ko_kr: 정점 조건을 복제하려면 HDR 조건을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除 HDR 条件才能复制顶端条件，可以吗？

# MSG_Q_RELEASE_HDR_FOR_SPECIFIC_COLOR
source: In order to reproduce Color highlight conditions, HDR must be turned off. Please confirm.
de_de: HDR-Bedingung muss aufgehoben werden, um die Farbverbesserung zu duplizieren. Ist das OK?
ja_jp: カラーハイライトの条件を再現するためには、HDRを解除する必要があります。<BR>HDRを解除してもよろしいですか？
ko_kr: 색상 보정을 복제하려면 HDR 조건을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除 HDR 条件才能复制彩色增强，可以吗？

# MSG_W_CANNOT_DUPLICATE_WITH_DIFFERENT_LENS
source: Can not reproduce the condition. You are trying to use the condition file of a different Head type.
de_de: Duplizieren der Bedingung mit einem anderen Linsentyp nicht möglich.
ja_jp: 読み込みデータと現在使用している顕微鏡装置のタイプが異なるため、条件を再現できません。
ko_kr: 다른 유형의 렌즈에 대하여 조건을 복제할 수 없습니다.
zh_cn: 无法复制不同类型镜头的条件。

# MSG_W_CANNOT_SET_AFROI
source: Auto Focus ROI can not be set because aspect ratio has changed.
de_de: Der automatische ROI-Fokus kann nicht eingestellt werden, da sich das Seitenverhältnis des Bildes unterscheidet.
ja_jp: 読み込みデータと現在の画像縦横比が異なるため、<BR>オートフォーカスROIを再現することができません。
ko_kr: 회면 비율이 다르므로 자동 초점 ROI를 설정할 수 없습니다.
zh_cn: 因为图像宽高比不同，无法设置自动聚焦感兴趣区。

# MSG_W_CANNOT_SET_AEROI
source: Auto Exposure ROI can not be set as image aspect ratio has changed.
de_de: Die automatische ROI-Belichtung kann nicht eingestellt werden, da sich das Seitenverhältnis des Bildes unterscheidet.
ja_jp: 読み込みデータと現在の画像縦横比が異なるため、<BR>自動露出ROIを再現することができません。
ko_kr: 회면 비율이 다르므로 자동 노출 ROI를 설정할 수 없습니다.
zh_cn: 因为图像宽高比不同，无法设置自动曝光感兴趣区。

# MSG_W_CANNOT_SET_WBROI
source: Can not set white balance ROI as image aspect ratio has changed.
de_de: Der ROI-Weißabgleich kann nicht eingestellt werden, da sich das Seitenverhältnis des Bildes unterscheidet.
ja_jp: 読み込みデータと現在の画像縦横比が異なるため、<BR>ホワイトバランスROIを再現することができません。
ko_kr: 회면 비율이 다르므로 화이트 밸런스 ROI를 설정할 수 없습니다.
zh_cn: 因为图像宽高比不同，无法设置白平衡感兴趣区。

# MSG_W_CANNOT_MOVE_TO_Z_POS_WITH_Z_LIMIT
source: Can not set the z position as it exceeds to the z limit position.
de_de: Z-Position kann nicht eingestellt werden, da sie die Z-Grenzposition überschreitet.
ja_jp: Z位置がZリミットを超えるため、Z位置を設定できませんでした。
ko_kr: z 한계 위치를 초과하기 때문에 z 위치를 설정할 수 없습니다.
zh_cn: 无法设置 z 位置，因为超过了 z 极限位置。

# MSG_W_CANNOT_SET_Z_LIMIT_WITH_RANGE_OVER
source: Can not set the z limit as it is out of range.
de_de: Z-Grenze kann nicht eingestellt werden, da sie sich außerhalb des Bereichs befindet.
ja_jp: 下限（上限）位置を超えています。Zリミットを設定できませんでした。
ko_kr: 범위 초과로 인해 z 한계를 설정할 수 없습니다.
zh_cn: 无法设置 z 极限，因为超出范围。

# MSG_W_SNAP_CANCELED_NOT_SAVED
source: 2D Acquisition has been cancelled. Image has not saved.
de_de: 2D-Erfassung wurde abgebrochen. Speichern des Bildes fehlgeschlagen.
ja_jp: スナップ撮影が中止されました。画像は保存されません。
ko_kr: 2D 인식이 취소되었습니다. 이미지 저장에 실패하였습니다.
zh_cn: 2D 采集被取消。保存图像失败。

# MSG_W_SYSTEM_CHANGE_HIGHLENS
source: The current objective lens is different from the one registered in the system. Please change the lens.
de_de: Aktuelles Objektiv unterscheidet sich von dem, mit dem die Daten eingelesen wurden. Wechseln Sie das Objektiv aus.
ja_jp: 読み込みデータの対物レンズと、装着されている対物レンズが異なります。レンズを交換してください。
ko_kr: 현재의 대물 렌즈는 데이터에서 판독된 렌즈와 다릅니다. 렌즈를 교환하십시오.
zh_cn: 当前物镜与数据中读取的不同。请更换透镜。

# MSG_W_SYSTEM_CHANGE_LOWLENS
source: Please shut down the system, attach the objective lens and reboot the system.
de_de: Schalten Sie das System aus, bringen Sie die Objektivlinse an und booten Sie dann das System neu.
ja_jp: システムを終了し、対物レンズを装着してから再度実行してください。
ko_kr: 시스템을 종료하고 대물 렌즈를 부착한 후 시스템을 재부팅 하십시오.
zh_cn: 请退出系统，安装物镜并重新启动系统。

# MSG_E_SYSTEM_WARNING_ERROR
source: Warning
de_de: Warnung
ja_jp: 警告
ko_kr: 경고
zh_cn: 警告

# MSG_I_CALIBRATION_END
source: Calibration is complete.
de_de: Kalibrierung abgeschlossen.
ja_jp: キャリブレーション処理が完了しました。
ko_kr: 보정이 완료되었습니다.
zh_cn: 完成校准。

# MSG_I_CALIBRATION_END_SAVE_INFO
source: Calibration is complete. <BR>If you would like to save the calibration setting for the system, please input a setting name and press the apply button.
de_de: Kalibrierung abgeschlossen. <BR>Wenn Sie die Kalibriereinstellung für das System speichern möchten, geben Sie einen Einstellnamen ein und drücken Sie die Anwenden-Taste.
ja_jp: キャリブレーションが完了しました。<BR>実施結果をシステムのキャリブレーション値として使用する場合は、名称を入力し、[保存]を押して下さい。
ko_kr: 보정이 완료되었습니다. <BR>시스템에 대한 보정 설정의 저장을 원하시면, 설정명을 입력하고 적용 버튼을 누르십시오.
zh_cn: 完成校准。<BR>如果要保存系统的校准设置，请输入设置名称并按下应用按钮。

# MSG_I_CALIBRATION_SAVE_END
source: Calibration setting is saved.
de_de: Kalibriereinstellung gespeichert.
ja_jp: 保存が完了しました。
ko_kr: 보정 설정이 저장되었습니다.
zh_cn: 保存了校准设置。

# MSG_I_OBSERVATION_DIALOG_TITLE
source: Observation
de_de: Beobachtung
ja_jp: 観察
ko_kr: 관찰
zh_cn: 观测

# MSG_Q_CALIBRATION_INQUIRE_OPTIMIZE_FOR_CALIBRATION
source: System setting will be optimized for calibration.
de_de: Systemeinstellung wird für die Kalibrierung optimiert.
ja_jp: システム設定をキャリブレーション用に最適化します。
ko_kr: 시스템 설정이 보정을 위해 최적화됩니다.
zh_cn: 系统设置将进行校准优化。

# MSG_Q_CALIBRATION_INQUIRE_SELECT_FUNCTION
source: Please select the function to execute.
de_de: Wählen Sie die auszuführende Funktion.
ja_jp: 実施内容を選択してください。
ko_kr: 실행할 기능을 선택하여 주십시오.
zh_cn: 请选择要执行的功能。

# MSG_Q_CALIBRATION_INQUIRE_SELECT_TARGET
source: Please select the target to execute or verify the calibration.
de_de: Bitte wählen sie den Kalibriermodus, "Hersteller" oder "Benutzer".
ja_jp: キャリブレーションの実行または確認を行う対象を選択して下さい。
ko_kr: 보정을 실행 혹은 확인할 목표를 선택하여 주십시오.
zh_cn: 请选择要执行或验证校准的目标。

# MSG_Q_CALIBRATION_WAIT_X_CALIBRATION
source: Calibrating the X direction. Please wait for a moment.
de_de: Kalibrierung der X-Richtung. Warten Sie einen Moment.
ja_jp: X方向：<BR>実行中です。しばらくお待ちください。
ko_kr: X 방향 보정 중. 잠시만 기다려 주십시오.
zh_cn: 校准 X 方向。请稍候。

# MSG_Q_CALIBRATION_WAIT_X_TO_Y_CALIBRATION
source: Calibration of the X direction is completed. <BR>Calibration of the Y direction will be executed. <BR>Please change the direction of the calibration sample to adjust as the scale falls within the green range, and press [continue] button.
de_de: Kalibrierung der X-Richtung abgeschlossen. <BR>Kalibrierung der Y-Richtung wird ausgeführt. <BR>Ändern Sie die Richtung der einzustellenden Kalibrierprobe, so dass sich die Skala im grünen Bereich befindet, und drücken Sie dann die Taste [Fortsetzen].
ja_jp: X方向の実行が完了しました。<BR>次にY方向のキャリブレーションを行います。<BR>キャリブレーションサンプルの向きを変えて目盛りが緑の枠内に収まるように調整し、[継続]を押してく下さい。
ko_kr: X 방향 보정이 완료되었습니다. <BR>Y 방향 보정이 실행됩니다. <BR>조정 할 보정 샘플의 방향을 스케일이 녹색 범위에 오도록 변경하고 [계속] 버튼 을 누르십시오.
zh_cn: 完成 X 方向的校准。<BR>将执行 Y 方向的校准。<BR>请改变校准样品的方向，调整到刻度在绿色范围内，然后按下 [继续] 按钮。

# MSG_Q_CALIBRATION_WAIT_Y_CALIBRATION
source: Calibrating the Y direction. Please wait for a moment.
de_de: Kalibrierung der Y-Richtung. Warten Sie einen Moment.
ja_jp: Y方向：<BR>実行中です。しばらくお待ちください。
ko_kr: Y 방향 보정 중. 잠시만 기다려 주십시오.
zh_cn: 校准 Y 方向。请稍候。

# MSG_W_LIVE_STITCHING_FAIL_COUNT_OVERFLOW
source: Stitching has stopped because the number of images exceeded maximum.
de_de: Bildmontage fehlgeschlagen, weil die Anzahl der Bildmontagen das Maximum erreicht hat.
ja_jp: 貼合わせに失敗しました。<BR>貼合わせの枚数制限を超えています。
ko_kr: 스티칭 개수가 최대치에 도달하여 스티칭이 실패하였습니다.
zh_cn: 拼接失败，因为拼接数量已达到最大值。

# MSG_W_LIVE_STITCHING_FAIL_LACK_OF_MOVING_MARGIN
source: Stage tracing was failed because the stage moved too quickly.
de_de: Bewegungsverfolgung fehlgeschlagen, weil keine Ränder vorhanden sind.
ja_jp: 重なり部分が不足しているため追従に失敗しました。
ko_kr: 여유값 부족으로 후속 이동이 실패하였습니다.
zh_cn: 因为页边距不足，跟随移动失败。

# MSG_W_LIVE_STITCHING_FAIL_OUT_OF_BOUND
source: Stitching has failed. <BR>The stitching value is below the threshold.
de_de: Bildmontage fehlgeschlagen. <BR>Der Bildmontagewert liegt unter dem Schwellenwert.
ja_jp: 貼合わせに失敗しました。<BR>貼合わせが閾値以下です。
ko_kr: 스티칭이 실패하였습니다. <BR>스티칭 값이 임계치보다 낮습니다.
zh_cn: 拼接失败。<BR>拼接值低于阈值。

# MSG_W_LIVE_STITCHING_FAIL_OVER_MAX_IMAGE_SIZE
source: Stitching has stopped because the image size exceeded maximum.
de_de: Bildmontage fehlgeschlagen, weil die Bildgröße das Maximum erreicht hat.
ja_jp: 貼合わせの最大画像サイズを超えました。
ko_kr: 이미지 크기가 최대치에 도달하여 스티칭이 실패하였습니다.
zh_cn: 拼接失败，因为图像尺寸已达到最大值。

# MSG_Q_LIVE_STITCHING_WINDOW_CLOSE
source: Live stitching will be closed. <BR>If you close without saving your current work, it will be lost. <BR>Do you want to close the live stitching?
de_de: Live-Bildmontage wird geschlossen. <BR>Wenn Sie schließen, ohne zu speichern, gehen Ihre Arbeitsergebnisse verloren. <BR>Möchten Sie die Live-Bildmontage schließen?
ja_jp: 撮影を完了していない場合、作業中のデータは失われます。<BR>ライブ貼合わせを終了しますか？
ko_kr: 라이브 스티칭이 종료됩니다. <BR> 현재 작업을 저장하지 않고 종료하면 작업이 사라집니다. <BR> 라이브 스티칭을 종료하시겠습니까?
zh_cn: 将关闭实时拼接。<BR>如果关闭而未保存当前工作，将丢失。<BR>要关闭实时拼接吗？

# MSG_W_ZOOM_UP_MOVE_TO_Z_POSITION_LIMIT
source: The center of the ROI is out of XY-stage range; Do you want to move XY stage to the limit and increase zoom?
de_de: Möchten Sie bis zur Grenze des Bewegungsbereichs des Z-Tisches einzoomen?
ja_jp: XYステージ移動範囲の限界まで移動してズームを行いますか？
ko_kr: Z 스테이지의 이동 범위 한계까지 확대하시겠습니까?
zh_cn: 要急速上升到 Z 载物台移动范围的极限吗？

# MSG_E_ACQUISITION_HARDDISK_SPACE_NOT_ENOUGH
source: Insufficient hard disk space. <BR>Please increase the disk space, then start the acquisition again.
de_de: Nicht genügend Speicherplatz. <BR>Schaffen Sie freien Speicherplatz auf der Festplatte und wiederholen Sie dann die Erfassung.
ja_jp: ハードディスク容量が足りません。<BR>ハードディスク容量を空けてから撮影を開始してください。
ko_kr: 하드 디스크 공간이 부족합니다. <BR> 디스크 공간을 늘리고 인식 작업을 다시 시작하십시오.
zh_cn: 硬盘空间不足。<BR>请增大硬盘空间，然后重新开始采集。

# MSG_E_EXCEPTION_DUALPIC_LOAD_IMAGE
source: Failed to load image.
de_de: Fehler beim Laden des Bildes.
ja_jp: 画像ファイルの読み込みエラー
ko_kr: 이미지 로드 실패.
zh_cn: 加载图像失败。

# MSG_W_PREVIEW_REVOLVER_POSITION_NEUTRAL
source: Can not launch preview page because the nosepiece is not properly positioned. <BR>Please ensure the nosepiece is in position No. 1 or 2.
de_de: Vorschau kann nicht aktiviert werden, weil die Aufsatzposition neutral ist. <BR>Wechseln Sie zur Position 1 oder 2.
ja_jp: ノーズピースが中間位置になっているため、マルチプレビュー機能を起動できません。レンズ１又はレンズ２の位置に設定してください。
ko_kr: 노즈 피스 위치가 중립이어서 미리보기를 시작할 수 없습니다. <BR>위치 번호 1 혹은 2로 전환하십시오.
zh_cn: 无法调用预览，因为换镜旋座位于中间。请切换到位置 1 或 2。

# MSG_W_STITCHING_ASPECTRATIO_CONDITION_ERROR
source: Please change the aspect ratio to fit with the registered stitching condition. <BR>(Registered aspect ratio: {0})
de_de: Ändern Sie das Seitenverhältnis, um der registrierten Bildmontagebedingung zu entsprechen. <BR>(Registriertes Seitenverhältnis: {0})
ja_jp: 貼合わせ登録時の条件に切り替えてください。<BR>(登録時のアスペクト比: {0} )
ko_kr: 등록한 스티칭 조건에 맞도록 화면 비율을 변경하십시오. <BR>(등록된 화면 비율: {0})
zh_cn: 请更改宽高比，满足注册的拼接条件。<BR>（注册的宽高比：{0}）

# MSG_W_STITCHING_AUTO_SAVE_FOLDER_EMPTY
source: The auto save destination folder for the file is not specified. <BR>Please specify the destination folder before starting the acquisition.
de_de: Für die Datei ist kein Zielordner für Auto-Speichern festgelegt. <BR>Legen Sie den Zielordner fest, bevor Sie mit der Erfassung beginnen.
ja_jp: ファイルの自動保存先フォルダが指定されていません。<BR>保存先フォルダを設定してから撮影を開始して下さい。
ko_kr: 파일에 대한 자동 저장 대상 폴더가 명시되지 않았습니다. <BR> 인식을 시작하기 전에 대상 폴더를 명시하십시오.
zh_cn: 未指定文件的自动保存目的地文件夹。<BR>开始采集前请指定目的地文件夹。

# MSG_E_MERGE_HDD_NOT_ENOUGH_ERROR
source: Capacity of hard drive is insufficient for this acquisition. <BR>Please increase available disk space and start the acquisition again.
de_de: Kapazität der Festplatte für die Bildmontageerfassung nicht ausreichend. <BR>Schaffen Sie freien Speicherplatz auf der Festplatte und wiederholen Sie die Erfassung.
ja_jp: 貼合わせ撮影するためのハードディスク容量が足りません。<BR>ハードディスク容量を空けてから撮影を開始してください。
ko_kr: 스티칭 인식을 실행하기 위한 하드 디스크 드라이브 용량이 충분하지 않습니다. <BR>디스크 공간을 늘린 후 인식을 다시 시작하십시오.
zh_cn: 执行拼接采集的硬盘驱动器容量不足。<BR>请增大硬盘空间，然后重新开始采集。

# MSG_W_STITCHING_LENS_CONDITION_ERROR
source: Please attach the objective lens ({0}) to fit with the registered conditions for stitching.
de_de: Bringen Sie die Objektivlinse ({0}) an, um der registrierten Bildmontagebedingung zu entsprechen.
ja_jp: 貼合わせ登録時の条件に切り替えてください。<BR>(登録時のレンズ: {0} )
ko_kr: 등록한 스티칭 조건에 맞는 대물 렌즈({0})를 부착하십시오.
zh_cn: 请安装物镜 ({0})，满足注册的拼接条件。

# MSG_W_STITCHING_SIMPLE_AUTO_SAVE_FOLDER_EMPTY
source: The auto save destination folder for each image file is not specified. <BR>Please specify the destination folder before starting the acquisition.
de_de: Für die jeweiligen Bilddateien sind keine Zielordner für Auto-Speichern festgelegt. <BR>Legen Sie den Zielordner fest, bevor Sie mit der Erfassung beginnen.
ja_jp: 個別画像ファイルの自動保存先フォルダが指定されていません。<BR>保存先フォルダを設定してから撮影を開始して下さい。
ko_kr: 각 이미지 파일에 대한 자동 저장 대상 폴더가 명시되지 않았습니다. <BR> 인식을 시작하기 전에 대상 폴더를 명시하십시오.
zh_cn: 未指定每个图像文件的自动保存目的地文件夹。<BR>开始采集前请指定目的地文件夹。

# MSG_W_STITCHING_ZOOM_CONDITION_ERROR
source: Please adjust the zoom to be consistent with stitching conditions that are registered. <BR>(Registered zoom: {0})
de_de: Ändern Sie den Zoom, um der registrierten Bildmontagebedingung zu entsprechen. <BR>(Registrierter Zoom: {0})
ja_jp: 貼合わせ登録時の条件に切り替えてください。<BR>(登録時のズーム倍率: {0} )
ko_kr: 등록한 스티칭 조건에 맞는 줌으로 변경하십시오. <BR>(등록된 줌: {0})
zh_cn: 请更改缩放，满足注册的拼接条件。<BR>（注册的缩放：{0}）

# MSG_Q_STITCHING_OUT_RANGE_CONFIRMATION
source: The stitching acquisition range is specified outside the range of the stage. <BR>Do you want to execute the acquisition within the motion range of the stage?
de_de: Bildmontageerfassung außerhalb des Tischbereichs festgelegt. <BR>Möchten Sie die Erfassung innerhalb des Tischbewegungsbereichs ausführen?
ja_jp: 貼合わせ取り込み領域がステージの外側に指定されています。<BR>ステージ移動可能範囲内で取り込みを実行しますか？
ko_kr: 스티칭 인식 범위가 스테이지의 외부에 지정됩니다. <BR>스테이지의 이동 범위 내에 인식을 실행하시겠습니까?
zh_cn: 指定的拼接采集范围在载物台之外。<BR>要在载物台活动范围内执行采集吗？

# MSG_E_STITCHING_ACQUISITION_FAILURE
source: This stitching acquisition has failed.
de_de: Bildmontageerfassung fehlgeschlagen.
ja_jp: 自動貼合わせの撮影に失敗しました。
ko_kr: 스티칭 인식이 실패하였습니다.
zh_cn: 拼接采集失败。

# MSG_E_STITCHING_REGISTRATION_ERROR
source: Stitching range exceed limits. <BR>Please change the stitching range.
de_de: Fehler beim Registrieren des Bildmontagebereiches aufgetreten, weil der Bereich zu groß ist. <BR>Ändern Sie den Bildmontagebereich.
ja_jp: 貼合わせ範囲が広いため、貼合わせ範囲を登録できません。<BR>貼合わせ範囲を変更してください。
ko_kr: 범위가 너무 크기 때문에 스티칭 범위 등록 중 오류가 발생했습니다. <BR>스티칭 범위를 변경하십시오.
zh_cn: 因为拼接范围太大，注册出错。<BR>请更改拼接范围。

# MSG_Q_PREVIEW_APPLY_CANCEL_CONFIRMATION
source: The preview page has not completed. Are you sure you want to exit preview?
de_de: In der Vorschau angezeigte Beobachtungsbedingung ist nicht angewendet. Möchten Sie die Vorschau wirklich verlassen?
ja_jp: 観察条件への適用を行いません。マルチプレビューを終了してもよろしいですか？
ko_kr: 관찰 조건 미리보기가 적용되지 않습니다. 베스트 이미지를 종료하시겠습니까?
zh_cn: 未应用预览的观测条件，确定退出优化图像吗？

# CAP_STAGE_SETTING_ALIGNMENT_DISABLE_DIALOG_TITLE
source: Alignment
de_de: Ausrichtung
ja_jp: アライメント解除
ko_kr: 정렬
zh_cn: 对齐

# CAP_STAGE_SETTING_ALIGNMENT_FILE_OPEN_DIALOG_TITLE
source: Open an alignment file
de_de: Öffnen Sie eine Ausrichtungsdatei.
ja_jp: アライメントファイルの読み込み
ko_kr: 정렬 파일 열기
zh_cn: 打开对齐文件

# CAP_STAGE_SETTING_ALIGNMENT_FILE_SAVE_DIALOG_TITLE
source: Save an alignment file
de_de: Speichern Sie eine Ausrichtungsdatei.
ja_jp: アライメントファイルの保存
ko_kr: 정렬 파일 저장
zh_cn: 保存对齐文件

# MSG_Q_STAGE_ALIGNMENT_DISABLE
source: Please confirm that you want to release the alignment setting?
de_de: Ausrichteinstellung wirklich freigeben?
ja_jp: アライメントを解除します。よろしいですか？
ko_kr: 정렬 설정을 해제하시겠습니까?
zh_cn: 可以解除对齐设置吗？

# MSG_E_EXCEPTION_ALIGNMENT_PARAM_ERROR
source: The alignment setting value is invalid.
de_de: Der eingestellte Ausrichtungswert ist ungültig.
ja_jp: アライメントの設定値が無効です。
ko_kr: 정렬 설정값이 유효하지 않습니다.
zh_cn: 对齐设置值无效。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE_FANLOCK
source: Fiber light fan error. <BR>Please check and remove any foreign materials in the fan, then restart system.
de_de: Fehler wegen blockiertem Gebläse für Glasfaserlicht aufgetreten. <BR>Prüfen und entfernen Sie die Fremdobjekte aus dem Gebläse und starten Sie dann das System neu.
ja_jp: ファイバー照明のファンロックを検出しました。<BR>ファンに異物が挟まっていないか確認し、システムを再起動してください。
ko_kr: 광섬유 조명의 고정 팬에 오류 발생. <BR> 점검 후 이물을 팬에서 제거하고 시스템을 다시 시작하십시오.
zh_cn: 光纤灯的锁定风扇出错。<BR>请检查并取出风扇中的异物，然后重新启动系统。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE_MAINTENANCE_MODE
source: Error occurred for maintenance mode. <BR>Please switch off maintenance mode and restart the system.
de_de: Fehler im Wartungsmodus aufgetreten. <BR>Beenden Sie den Wartungsmodus und starten Sie das System neu.
ja_jp: メンテナンスモードで起動しています。<BR>メンテナンスモードを解除した後、システムを再起動してください。
ko_kr: 관리 모드에서 사용 중. <BR>관리 모드를 종료하고 시스템을 다시 시작 하십시오.
zh_cn: 运行维护模式。<BR>请关闭维护模式并重新启动系统。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE_INVALID_COMBINATION
source: Invalid Hardware combination. <BR>Please check the connection and restart software.
de_de: Aufgrund einer ungültigen Hardware-Kombination ist ein Fehler aufgetreten. <BR>Überprüfen Sie die Verbindung und starten Sie das System neu.
ja_jp: ハードウェア組み合わせが正しくありません(ユニット接続の組合せが正しくない、または対象部位がない)。ケーブル等が正しく接続されているかを確認し、システムを再起動してください。
ko_kr: 유효하지 않은 하드웨어 조합에 대해 오류가 발생했습니다. <BR>연결을 확인하고 시스템을 다시 시작하십시오.
zh_cn: 无效硬件组合出错。<BR>请检查连接并重新启动系统。

# CAP_PAGE_IMAGE_REVISION_GROUP_SPECIFIC_COLOR_UNREGIST_NAME
source: (Unregistered)
de_de: (Nicht registriert)
ja_jp: (未登録)
ko_kr: (미등록)
zh_cn: （未注册）

# MSG_I_MAGCHG_ROI_OFF_BY_REVOLVER_CHANGE
source: The nosepiece has been changed while zooming in ROI. <BR>Process will be canceled.
de_de: Aufsatz wurde beim Einzoomen in ROI gewechselt. <BR>Der Prozess wird abgebrochen.
ja_jp: ROIズーム中にノーズピースが切り替えられました。<BR>ROIズーム処理を中止します。
ko_kr: ROI에서 줌 동작 중 노즈 피스가 변경되었습니다. <BR>프로세스가 취소 됩니다.
zh_cn: 缩放感兴趣区 (ROI) 时已更换换镜旋座。<BR>将取消处理。

# MSG_Q_MAGCHG_BUILDING_STOP_CONFIRM
source: Are you sure you want to stop acquisition?
de_de: Möchten Sie die Erfassung stoppen?
ja_jp: 撮影を中止してよろしいですか?
ko_kr: 인식을 중단하시겠습니까?
zh_cn: 确定停止采集吗？

# MSG_Q_OBSERV_CALIBRATION_NOREGIST_CONFIRM
source: The adjustment results are not registered. Are you sure you want to quit without registration?
de_de: Einstellergebnisse sind nicht registriert. Möchten Sie ohne Registrierung beenden?
ja_jp: 調整結果が未登録です。登録せずに終了しますか？
ko_kr: 조정 결과가 등록되지 않았습니다. 등록하지 않고 중단하시겠습니까?
zh_cn: 调整结果未注册。确定要退出而不注册吗？

# MSG_Q_OBSERV_CALIBRATION_OVER_VALUE_RETRY_CONFIRM
source: Measurement error occurred. Please abort the measurement, or redo it after checking the sample position.
de_de: Messfehler aufgetreten. Brechen Sie den Messvorgang ab oder wiederholen Sie ihn nach Überprüfung der Position der Probe.
ja_jp: 計測エラーが発生しました。中止するか、サンプル配置を確認して再開してください。
ko_kr: 측정 오류 발생. 측정을 취소하거나 샘플 위치 확인 후 다시 측정하십시오.
zh_cn: 测量出错。请中止测量，或检查样品位置后重新进行。

# MSG_Q_OBSERV_CALIBRATION_START_CONFIRM
source: Do you want to start the calibration?
de_de: Möchten Sie die Kalibrierung starten?
ja_jp: キャリブレーションを開始します。よろしいですか？
ko_kr: 보정을 시작하시겠습니까?
zh_cn: 要开始校准吗？

# MSG_Q_OBSERV_CALIBRATION_STOP_CONFIRM
source: Do you want to abort the calibration?
de_de: Möchten Sie die Kalibrierung abbrechen?
ja_jp: キャリブレーションを中止します。よろしいですか？
ko_kr: 보정을 취소하시겠습니까?
zh_cn: 要中止校准吗？

# MSG_W_LIVE_COLOR_CHROMA_ERROR
source: Can not highlight white/gray/black. Please select more colorful part.
de_de: Fehler in der Farbverbesserung aufgetreten, weil die Farbgebung niedrig ist. Wählen Sie die Farbe erneut aus.
ja_jp: 彩度が低いためハイライト表示できません。色を選択し直して下さい。
ko_kr: 크로마가 낮아서 색상 보정에 오류 발생. 색상을 다시 선택하여 주십시오.
zh_cn: 彩色增强出错，因为色度低。请重新选择色彩。

# MSG_E_AF_FAIL_BY_REVOLVER_CHANGE
source: AF stopped due to switching nosepiece.
de_de: AF durch Wechsel des Aufsatzes gestoppt.
ja_jp: AF実行中にノーズピースが切り替わりました。AFを中止します。
ko_kr: 노즈 피스 조작에 의한 AF 중단.
zh_cn: 切换换镜旋座停止 AF。

# MSG_E_CALIBRATION_FAIL_BY_REVOLVER_CHANGE
source: Calibration has been stopped due to switching nosepiece.
de_de: Kalibrierung durch Wechsel des Aufsatzes gestoppt.
ja_jp: キャリブレーション実行中にノーズピースが切り替わりました。キャリブレーションを中止します。
ko_kr: 노즈 피스 조작에 의한 보정 중단.
zh_cn: 切换换镜旋座停止校准。

# MSG_E_LIVE_STITCHING_FAIL_BY_REVOLVER_CHANGE
source: Live stitching was stopped due to switched nosepiece.
de_de: Live-Bildmontage durch Wechsel des Aufsatzes gestoppt.
ja_jp: ライブ貼合わせ中にノーズピースが切り替えられました。ライブ貼合わせを中止します。
ko_kr: 노즈 피스 조작으로 인한 라이브 스티칭 중단.
zh_cn: 切换换镜旋座停止实时拼接。

# MSG_W_LIVE_STITCHING_PASTE_FEE_FOR_LOWLENS_3D
source: % overlaps is required for stitching.
de_de: % Überlappung ist für die Bildmontage erforderlich.
ja_jp: %以上重ねて貼合わせを行ってください。
ko_kr: 스티칭을 위해서는 % 중복이 요구됩니다.
zh_cn: 拼接要求 % 重叠。

# MSG_W_LIVE_STITCHING_FAIL_MICROSCOPY_DARK_FIELD
source: Live stitching is not available for DF.
de_de: Bildmontageerfassung ist während der Dunkelfeldbeobachtung fehlgeschlagen.
ja_jp: 暗視野観察で貼合わせの撮影はできません。
ko_kr: 다크 필드 관찰 중 스티칭 인식이 실패하였습니다.
zh_cn: 暗场观测中的拼接采集失败。

# MSG_E_MOVING_ACQUISITION_REVO_CHANGED_STOP1
source: Nosepiece position is invalid, traveling acquisition has stopped.
de_de: Wegen falscher Aufsatzposition kann die Bewegungserfassung nicht ausgeführt werden.
ja_jp: ノーズピースの位置が正しくないため、移動撮影を実行できません。
ko_kr: 노즈 피스 위치가 유효하지 않기 때문에 트래블링 인식을 실행할 수 없습니다.
zh_cn: 换镜旋座位置无效，无法执行移动采集。

# MSG_E_MOVING_ACQUISITION_REVO_CHANGED_STOP2
source: Nosepiece position is invalid, traveling acquisition has stopped. Last acquired coordinate is {0}.
de_de: Wegen geänderter Aufsatzposition wurde die Bewegungserfassung gestoppt. Letzte erfasste Koordinatennr. ist {0}.
ja_jp: 移動撮影中にノーズピースが切り替えられました。移動撮影を中止しました。 最後に撮影していた座標Noは{0}です。
ko_kr: 노즈 피스 위치가 변경되어 트래블링 인식이 중단되었습니다. 최종 인식 좌표 번호는 {0}입니다.
zh_cn: 因为换镜旋座位置改变，停止移动采集。上次采集坐标编号是 {0}。

# MSG_W_PREVIEW_CANNOT_APPLY
source: The current objective lens is different from the one used when the preview images were acquired. <BR>The pattern you chose will not apply while using the current objective lens.
de_de: Aktuelle Objektivlinse unterscheidet sich von der bei Erfassung des Vorschaumusters verwendeten Linse. <BR>Das von Ihnen hier gewählte Muster wird nicht angewendet, solange Sie die aktuelle Objektivlinse verwenden.
ja_jp: 現在の対物レンズは、プレビュー撮影時の対物レンズと異なっています。<BR>選択したパターンの観察条件は、現在の対物レンズでは適用できません。
ko_kr: 현재의 대물 렌즈는 미리 보기 패턴이 인식된 당시 사용한 렌즈와 다릅니다. <BR >선택한 패턴은 현재의 대물 렌즈를 사용하는 중에는 적용되지 않습니다.
zh_cn: 当前物镜与采集预览图案时使用的物镜不同。<BR >使用当前物镜时未应用在此处选择的图案。

# MSG_W_MAGCHG_MISMATCH_LENS_COMBINATION
source: The combination of these objective lenses can not be registered.
de_de: Die Kombination dieser Objektivlinsen lässt sich nicht registrieren.
ja_jp: この対物レンズの組み合わせで登録することはできません。
ko_kr: 이들 대물 렌즈의 조합은 등록할 수 없습니다.
zh_cn: 无法注册这些物镜组合。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE_LOWHEAD_LOST
source: Connector of Objective Lens not found. <BR>Please shut off software and reattached lens and connector.
de_de: Erkannte Objektivlinse abgenommen. <BR>Fahren Sie das System herunter. <BR>Nach Herunterfahren des Systems kann das Objektiv angebracht werden.
ja_jp: 対物レンズが取り外されました。<BR>システムを終了してください。<BR>対物レンズの交換はシステム停止後に行うことができます。
ko_kr: 대물 렌즈 이탈 감지. <BR> 시스템을 종료하십시오. <BR> 시스템 종료 후에 렌즈를 교환할 수 있습니다.
zh_cn: 检测到物镜已拆下。<BR>请退出系统。<BR>退出系统后可放回透镜。

# MSG_E_EXCEPTION_MICROSCOPE_HARDWARE_STOPPED_NEAR_LIMIT
source: Proximity Limit Point.
de_de: Gestoppt, da die Z-Grenzposition erreicht wurde.
ja_jp: Zリミット位置に到達したため停止しました。
ko_kr: Z 한계 위치 도달 시 중단
zh_cn: 因为到达 Z 极限位置，停止。
