Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_STITCHING_OVERLAP_TEXT
source: Overlap
de_de: Überlappung
ja_jp: 重なり幅
ko_kr: 오버랩
zh_cn: 重叠

source: Comment
de_de: Kommentar
ja_jp: コメント
ko_kr: 의견
zh_cn: 注释

source: File counter
de_de: Dateizähler
ja_jp: ファイルカウンタ
ko_kr: 파일 카운터
zh_cn: 文件计数器

source: Auto save
de_de: Auto-Speichern
ja_jp: 画像自動保存 有効/無効
ko_kr: 자동 저장
zh_cn: 自动保存

source: Auto save detail
de_de: Details zu Auto-Speichern
ja_jp: 自動保存詳細 有効/無効
ko_kr: 자동 저장 상세
zh_cn: 自动保存详细信息

source: File name
de_de: Dateiname
ja_jp: ファイル名
ko_kr: 파일명
zh_cn: 文件名

source: Destination
de_de: Ziel
ja_jp: 保存方法
ko_kr: 대상
zh_cn: 目的地

source: Folder
de_de: Ordner
ja_jp: フォルダ名
ko_kr: 폴더
zh_cn: 文件夹

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_STITCHING_SIMPLEIMAGEFILEAUTOSAVE_TEXT
source: Auto save for each image
de_de: Auto-Speichern für jedes Bild
ja_jp: 個別画像自動保存
ko_kr: 각각의 이미지에 대해 자동 저장
zh_cn: 各图像的自动保存

# CAP_CONDITIONREAPPEARANCE_TREE_PREFERENCE_STITCHING_TEXT
source: High quality panorama
de_de: Hochwertiges Panorama
ja_jp: 自動貼合わせ
ko_kr: 고품질 파노라마
zh_cn: 高质量全景图

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_ZEVACUATEDLENGTH_TEXT
source: Z escape
ja_jp: Z退避量
ko_kr: Z 이스케이프
zh_cn: Z 溢出

# CAP_CONDITIONREAPPEARANCE_TREE_OBSERVATIONSETTING_Z_ZHOMEPOSITIONENABLE_TEXT
source: Reference Z position
de_de: Z-Referenzposition
ja_jp: 登録Z位置有効無効
ko_kr: 기준 Z 위치
zh_cn: Z 基准位置

# CAP_MEASUREMENT_POSITION_AUTO
source: Auto
ja_jp: 自動
ko_kr: 자동
zh_cn: 自动

# CAP_MEASUREMENT_POSITION_ENDPOINT
source: End point
de_de: Endpunkt
ja_jp: 終了点
ko_kr: 종단점
zh_cn: 终点

# CAP_MEASUREMENT_POSITION_STARTPOINT
source: Start point
de_de: Startpunkt
ja_jp: 開始点
ko_kr: 시작점
zh_cn: 起点

# CAP_BEGINNER_OBSERVATION_OR_LABEL
source: or
de_de: oder
ja_jp: または
ko_kr: 혹은
zh_cn: 或

# MSG_Q_RELEASE_WIDER_FOR_INIT
source: In order to reproduce the conditions, WiDER must be turned off. Please confirm.
de_de: Die WiDER-Bedingung muss freigegeben werden, damit die Bedingungen wieder angezeigt werden. Ist das OK?
ja_jp: 観察条件を再現するためには、WiDERを解除する必要があります。<BR>WiDERを解除してもよろしいですか？
ko_kr: 상태를 다시 나타내려면 WiDER 상태가 해제되어야 합니다. 계속하시겠습니까?
zh_cn: 需要解除 WiDER 条件才能重现条件，可以吗？

# CAP_USER_PREVIEW_FILE_BUTTON
source: File
de_de: Datei
ja_jp: ファイル
ko_kr: 파일
zh_cn: 文件

# CAP_USER_PREVIEW_MAKER_BUTTON
source: Maker
de_de: Hersteller
ja_jp: メーカー
ko_kr: 메이커
zh_cn: 制造商

# CAP_USER_PREVIEW_SAVE_BUTTON
source: Save
de_de: Speichern
ja_jp: 保存
ko_kr: 저장
zh_cn: 保存

# CAP_USER_PREVIEW_BACK_BUTTON
source: Back
de_de: Zurück
ja_jp: 戻る
ko_kr: 후면
zh_cn: 后退

# CAP_USER_PREVIEW_FILEOPEN_BUTTON
source: File open
de_de: Datei öffnen
ja_jp: 開く
ko_kr: 파일 열기
zh_cn: 打开文件

# CAP_USER_PREVIEW_DELETE_BUTTON
source: Delete
de_de: Löschen
ja_jp: 削除
ko_kr: 삭제
zh_cn: 删除

# CAP_USER_PREVIEW_FILENAME_LABEL
source: Name
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称

# CAP_USER_PREVIEW_REGISTER_CHECKBOX
source: Register a user button
de_de: Registrieren Sie eine Benutzertaste.
ja_jp: 登録
ko_kr: 사용자 버튼 등록
zh_cn: 登记用户按钮

# CAP_USER_PREVIEW_USERLIST_NON_LABEL
source: NON
ja_jp: 無し
zh_cn: 无

# CAP_USER_PREVIEW_USERLIST_USER1_LABEL
source: User 1
de_de: Benutzer 1
ja_jp: ユーザー 1
ko_kr: 사용자 1
zh_cn: 用户 1

# CAP_USER_PREVIEW_USERLIST_USER2_LABEL
source: User 2
de_de: Benutzer 2
ja_jp: ユーザー 2
ko_kr: 사용자 2
zh_cn: 用户 2

# CAP_USER_PREVIEW_USERLIST_USER3_LABEL
source: User 3
de_de: Benutzer 3
ja_jp: ユーザー 3
ko_kr: 사용자 3
zh_cn: 用户 3

# CAP_USER_PREVIEW_COMMENT_LABEL
source: Comment
de_de: Kommentar
ja_jp: コメント
ko_kr: 의견
zh_cn: 注释

# CAP_USER_PREVIEW_OBSERVATIONFILE_TITLE_LABEL
source: [Observation file]
de_de: [Beobachtungsdatei]
ja_jp: [観察条件 ファイル]
ko_kr: [관찰 파일]
zh_cn: [观测文件]

# CAP_USER_PREVIEW_OBSERVATIONMODE_TITLE_LABEL
source: [Observation mode]
de_de: [Beobachtungsmodus]
ja_jp: [観察法]
ko_kr: [관찰 모드]
zh_cn: [观测模式]

# CAP_USER_PREVIEW_IMAGEPROCESSING_TITLE_LABEL
source: [Image processing]
de_de: [Bildverarbeitung]
ja_jp: [画像補正]
ko_kr: [이미지 처리]
zh_cn: [图像处理]

# CAP_USER_PREVIEW_THUMBNAILINFO_HDR_ANTIHARATION
source: HDR Anti-halation
de_de: HDR Lichthofschutz
ja_jp: HDR ハレーション除去
ko_kr: HDR (헐레이션 방지)
zh_cn: HDR 防光晕

# CAP_USER_PREVIEW_THUMBNAILINFO_HDR_TEXTURE_ENHANCEMENT
source: HDR Texture enhancement
de_de: HDR Strukturbetonung
ja_jp: HDR テクスチャ強調
ko_kr: HDR (질감 개선)
zh_cn: HDR 纹理增强

# CAP_USER_PREVIEW_THUMBNAILINFO_CONTRAST
source: Contrast
de_de: Kontrast
ja_jp: コントラスト
ko_kr: 콘트라스트
zh_cn: 对比度

# MSG_W_CALIBRATION_DIALOG_NOT_OPEN_BY_ASPECTRATIO
source: You can not perform calibration if the image aspect ratio is not 1:1.
de_de: Die Kalibrierung ist nicht möglich, weil das Seitenverhältnis des Bildes nicht 1:1 ist.
ja_jp: 画像縦横比が1:1以外に設定されている為、ユーザーキャリブレーションを行えません。
ko_kr: 이미지 화면 비율이 1:1이 아니므로 보정을 할 수 없습니다.
zh_cn: 因为图像宽高比不是 1:1，无法校准。

# MSG_W_CALIBRATION_DIALOG_NOT_OPEN_BY_MICROSCOPY
source: You can not perform calibration if the microscopy method is not bright field.
de_de: Die Kalibrierung ist nicht möglich, weil eine andere Mikroskopiemethode als Hellfeld verwendet wird.
ja_jp: 観察法がBF以外に設定されている為、ユーザーキャリブレーションを行えません。
ko_kr: 현미경 검사 방법이 BF(bright field)가 아니므로 보정을 할 수 없습니다.
zh_cn: 因为显微镜方法不是明场，无法校准。

# MSG_I_CALIBRATION_PITCH_OUT_OF_RANGE
source: The pitch is out of range.
de_de: Der Abstand ist außerhalb des erlaubten Bereiches.
ja_jp: 入力されたピッチは範囲外です
ko_kr: 피치가 범위를 벗어났습니다.
zh_cn: 间距超出范围。

# MSG_E_EXCEPTION_REGISTER_SAMPLE_EXCHANGE_POSITION_OUT_OF_RANGE
source: The point you are attempting to register is outside the motorized stage's movement range.
de_de: Die Registrierung ist nicht möglich, weil sich die Position außerhalb des Bewegungsbereichs des motorisierten Tisches befindet.
ja_jp: ステージ範囲外のため登録できません。
ko_kr: 전동식 스테이지의 이동 범위를 벗어난 위치이기 때문에 등록할 수 없습니다.
zh_cn: 因为位置超出电动载物台移动范围，所以无法登记。

# CAP_BEGINNER_AREA_Z_RANGE_GUIDE_BASE_CENTER_POSITION_TEXT
source: Adjust the focus at the center of a sample<BR>and check the range.
de_de: Stellen Sie den Fokus auf die Mitte einer Probe ein und überprüfen Sie den Bereich.
ja_jp: フォーカスをサンプルの中央に合わせて、<BR>高さ取り込み範囲を確認してください。
ko_kr: 샘플의 중심에서 초점을 조정하고<BR>범위를 확인하십시오.
zh_cn: 调整样品中央的焦点<BR>并检查范围。

# CAP_BEGINNER_AREA_Z_RANGE_GUIDE_BASE_NOW_POSITION_TEXT
source: Adjust the focus at the bottom of a sample<BR>and check the range.
de_de: Stellen Sie den Fokus auf den unteren Bereich einer Probe ein und überprüfen.
ja_jp: フォーカスをサンプルの一番下に合わせて、<BR>高さ取り込み範囲を確認してください。
ko_kr: 샘플의 바닥에서 초점을 조정하고<BR>범위를 확인하십시오.
zh_cn: 调整样品底部的焦点<BR>并检查范围。

# MSG_Q_MEASUREMENT_RESULT_SELECTED_DELETE
source: Are you sure you want to delete the selected measurement results? <BR>If you delete without saving, the result will be lost.
de_de: Möchten Sie das ausgewählte Messergebnis wirklich löschen? <BR> Das Messergebnis geht verloren, wenn Sie es löschen.
ja_jp: 選択した計測結果を削除します。よろしいですか？
ko_kr: 선택한 측정 결과를 삭제하시겠습니까? <BR> 저장하지 않고 삭제하면 이 결과는 사라집니다.
zh_cn: 您确定要删除所选测量结果吗？<BR> 如果删除而不保存，该结果将丢失。

# CAP_DISPLAYCUSTOMIZE_TABNAME_APPLY_CHECKBOX
source: Display the following name as a mode name.
de_de: Folgender Name soll als Modusname angezeigt werden.
ja_jp: 下記名称をモード名として表示する
ko_kr: 다음 이름을 모드명으로 표시
zh_cn: 下列名称显示为模式名称。

# CAP_DISPLAYCUSTOMIZE_TABNAME_LABEL
source: Name
ja_jp: 名称
ko_kr: 이름
zh_cn: 名称

# MSG_W_CANNOT_SET_COAXIALLIGHT
source: Can not reproduce Brightness with current microscopy.
de_de: EPI Beleuchtung kann nicht mit aktuellem Beobachtungsmodus eingestellt werden.
ja_jp: 現在の観察法では同軸照明を再現することができません。
ko_kr: Can not set Epi-illumination with the current observation mode.
zh_cn: Can not set Epi-illumination with the current observation mode.

# MSG_W_CANNOT_SET_DFLIGHT
source: Can not reproduce Annular-light conditions with current microscopy.
de_de: Ringbeleuchtung kann nicht mit aktuellem Beobachtungsmodus eingestellt werden.
ja_jp: 現在の観察法では輪帯照明を再現することができません。
ko_kr: Can not set Ring-illumination with the current observation mode.
zh_cn: Can not set Ring-illumination with the current observation mode.

# MSG_W_CANNOT_SET_FIBERLIGHT
source: Can not reproduce Fiber-light conditions with current microscopy.
de_de: Glasfaserbeleuchtung kann nicht mit aktuellem Beobachtungsmodus eingestellt werden.
ja_jp: 現在の観察法ではファイバー照明を再現することができません。
ko_kr: Can not set Fiber-illumination with the current observation mode.
zh_cn: Can not set Fiber-illumination with the current observation mode.

# MSG_W_CANNOT_SET_RINGLIGHT
source: Can not reproduce Ring-light conditions with current microscopy.
de_de: Ringbeleuchtung kann nicht mit aktuellem Beobachtungsmodus eingestellt werden.
ja_jp: 現在の観察法ではリング照明を再現することができません。
ko_kr: Can not set Ring-illumination with the current observation mode.
zh_cn: Can not set Ring-illumination with the current observation mode.

# CAP_ACQSETTING_COMBOACQMODELIST2_TEXT
source: EXTEND
de_de: ERWEITERN
ko_kr: 확장
zh_cn: 扩展

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_AUTOSAVEPLACE_BOTH_TEXT
source: File + DB
de_de: Datei + DB
ko_kr: 파일 + DB
zh_cn: 文件 + 数据库

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_AUTOSAVEPLACE_DB_TEXT
source: DB
zh_cn: 数据库

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_AUTOSAVEPLACE_FILE_TEXT
source: File
de_de: Datei
ko_kr: 파일
zh_cn: 文件

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_GRIDLINEKIND_CIRCLEGRID_TEXT
source: Concentric circle
de_de: Konzentrischer Kreis
ko_kr: 동심원
zh_cn: 同心圆

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_GRIDLINEKIND_CROSSLINE_TEXT
source: Cross line
de_de: Kreuzlinien
ko_kr: 크로스 라인
zh_cn: 十字线

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_GRIDLINEKIND_LATTICEGRID_TEXT
source: Grid
de_de: Raster
ko_kr: 그리드
zh_cn: 网格

# MSG_E_EXCEPTION_DUAL_PIC_LOAD_IMAGE
source: Can not open the file because it is in a different format or damaged.
de_de: Öffnen der Datei wegen abweichendem Format oder Beschädigung nicht möglich.
ja_jp: 画像ファイルの読み込みエラー
ko_kr: 포맷이 다르거나 손상되어 파일을 열 수 없습니다.
zh_cn: 因为格式不同或损坏，无法打开文件。

# CAP_NAVIGATION_TOOLTIP_MAP_IMAGE
source: Get Map Image
de_de: Übersichtsbild holen
ja_jp: マップ画像取得
ko_kr: 맵 이미지 입수
zh_cn: 获取映射图像

# CAP_NAVIGATION_TOOLTIP_ORIGIN
source: Move to origin
de_de: Zum Anfang bewegen
ja_jp: 原点へ移動
ko_kr: 원점으로 이동합니다
zh_cn: 移到原点

# CAP_NAVIGATION_TOOLTIP_SAMPLE_EXCHANGE_POSITION
source: Move to sample exchange position
de_de: Zu Probenaustauschposition fahren
ja_jp: サンプル交換位置へ移動
ko_kr: 작업장으로 이동
zh_cn: 移至更换标本位置

# MSG_E_REPETITION_FAIL_BY_REVOLVER_CHANGE
source: Measurement has stopped due to change in nosepiece.
de_de: Aufsatz während Wiederholgenauigkeitsmessung gewechselt. <BR><Messung gestoppt.
ja_jp: 繰り返し性測定中にノーズピースが切り替えられました。<BR>測定を中止します。
ko_kr: Nosepiece changed during repeatability measurement.<BR>Measurement is stopped.
zh_cn: Nosepiece changed during repeatability measurement.<BR>Measurement is stopped.

# MSG_I_REPETITION_MEASUREMENT_END
source: Repeatability measurement is complete.
de_de: Wiederholgenauigkeitsmessung abgeschlossen.
ja_jp: 繰り返し性測定が完了しました。
ko_kr: Repeatability measurement was completed.
zh_cn: Repeatability measurement was completed.

# MSG_Q_OBSERV_REPETITION_START_CONFIRM
source: Please confirm that you want to begin the reproducibility measurement.
de_de: Möchten Sie die Wiederholgenauigkeitsmessung starten?
ja_jp: 繰り返し性測定を開始します。よろしいですか？
ko_kr: OK to start repeatability measurement?
zh_cn: OK to start repeatability measurement?

# MSG_Q_OBSERV_REPETITION_STOP_CONFIRM
source: Do you really want to stop it?
de_de: Möchten Sie die Wiederholgenauigkeitsmessung stoppen?
ja_jp: 繰り返し性測定を中止します。よろしいですか？
ko_kr: OK to stop repeatability measurement?
zh_cn: OK to stop repeatability measurement?

# MSG_W_CALIBRATION_OBJECTIVELENS_NOT_REGISTERED
source: Since the object lens is not registered into revolver, a user calibration cannot be performed.<BR>Please change a nosepiece to see you register an object lens into revolver.
de_de: Since the object lens is not registered into revolver,<BR>a user calibration cannot be performed.<BR>Please change a nosepiece to see you register an object lens into revolver.
ja_jp: レボルバーに対物レンズが登録されていない為、ユーザーキャリブレーションを行えません。<BR>レボルバーに対物レンズを登録するか、ノーズピースを切り替えてください。
ko_kr: Since the object lens is not registered into revolver,<BR>a user calibration cannot be performed.<BR>Please change a nosepiece to see you register an object lens into revolver.
zh_cn: Since the object lens is not registered into revolver,<BR>a user calibration cannot be performed.<BR>Please change a nosepiece to see you register an object lens into revolver.

# MSG_W_CALIBRATION_REVOLVER_POSITION_NEUTRAL
source: Since a nosepiece is an intermediate position, a user calibration cannot be performed.<BR>Please set to the position of the lens1 or the lens2.
de_de: Since a nosepiece is an intermediate position,<BR>a user calibration cannot be performed.<BR>Please set to the position of the lens1 or the lens2.
ja_jp: ノーズピースが中間位置である為、ユーザーキャリブレーションを行えません。<BR>ノーズピースを、レンズ１又はレンズ２の位置に設定してください。
ko_kr: Since a nosepiece is an intermediate position,<BR>a user calibration cannot be performed.<BR>Please set to the position of the lens1 or the lens2.
zh_cn: Since a nosepiece is an intermediate position,<BR>a user calibration cannot be performed.<BR>Please set to the position of the lens1 or the lens2.

# MSG_W_PREVIEW_CANNOT_DELETE_CONDITION_OBJECTIVELENS_NOT_REGISTERED
source: In order to delete the Preview observation conditions, please register the objective lens.
de_de: Zur Löschung der Vorschaubeobachtungsbedingungen registrieren Sie bitte die Objektivlinse.
ja_jp: 対物レンズが登録されていないのでプレビュー観察条件を削除できません。<BR>対物レンズを登録してください。
ko_kr: 미리보기 관찰 조건을 삭제하려면 대물렌즈를 등록하십시오.
zh_cn: 为删除预览观测条件，请注册物镜。

# MSG_W_PREVIEW_CANNOT_DELETE_CONDITION_REVOLVER_POSITION_NEUTRAL
source: The nosepiece need to be in either position one or two, in order for the preview observation condition to be deleted. <BR> Change the nosepiece position.
de_de: Der Aufsatz muss in Position eins oder zwei sein, damit die Vorschaubeobachtungsbedingung gelöscht werden kann.<BR>Ändern Sie die Aufsatzposition.
ja_jp: ノーズピースが中間位置なのでプレビュー観察条件を削除できません。<BR>ノーズピースを切り替えてください。
ko_kr: 미리보기 관찰 조건을 삭제하려면 노즈피스가 위치1 또는 2에 있어야 합니다.<BR>노즈피스 위치를 변경하십시오.
zh_cn: 为删除预览观测条件，换镜旋座必须在位置一或二。<BR> 更改换镜旋座位置。

# MSG_W_PREVIEW_CANNOT_LOAD_CONDITION_OBJECTIVELENS_NOT_REGISTERED
source: Since the objective lens is not registered, the preview observation conditions cannot be loaded. <BR> Register the objective lens.
de_de: Vorschaubeobachtungsbedingungen lassen sich nur bei registrierten Objektivlinsen laden.<BR>Registrieren Sie die Objektivlinse.
ja_jp: 対物レンズが登録されていないのでプレビュー観察条件を読込めません。<BR>対物レンズを登録してください。
ko_kr: 대물렌즈가 등록되지 않아 미리보기 관찰 조건을 로드할 수 없습니다.<BR>대물렌즈를 등록하십시오.
zh_cn: 因为未注册物镜，所以无法加载预览观测条件。<BR> 注册物镜。

# MSG_W_PREVIEW_CANNOT_LOAD_CONDITION_REVOLVER_POSITION_NEUTRAL
source: Since the nosepiece is placed at the intermediate position, the preview observation conditions cannot be loaded. <BR> Change the nosepiece position.
de_de: Da der Aufsatz in der Zwischenposition ist, lassen sich die Vorschaubeobachtungsbedingungen nicht laden.<BR>Ändern Sie die Aufsatzposition.
ja_jp: ノーズピースが中間位置なのでプレビュー観察条件を読込めません。<BR>ノーズピースを切り替えてください。
ko_kr: 노즈피스가 중간에 있어 미리보기 관찰 조건을 로드할 수 없습니다.<BR>노즈피스 위치를 변경하십시오.
zh_cn: 因为换镜旋座位于中间位置，所以无法加载预览观测条件。<BR> 更改换镜旋座位置。

# MSG_W_PREVIEW_CANNOT_LOAD_PREVIEWFILE_OBJECTIVELENS_NOT_REGISTERED
source: Since the objective lens is not registered, the preview files cannot be loaded. <BR> Register the objective lens.
de_de: Vorschaudateien lassen sich nur bei registrierten Objektivlinsen laden.<BR>Registrieren Sie die Objektivlinse.
ja_jp: 対物レンズが登録されていないのでプレビューファイルを読込めません。<BR>対物レンズを登録してください。
ko_kr: 대물렌즈가 등록되지 않아 미리보기 파일을 로드할 수 없습니다.<BR>대물렌즈를 등록하십시오.
zh_cn: 因为未注册物镜，所以无法加载预览文件。<BR> 注册物镜。

# MSG_W_PREVIEW_CANNOT_LOAD_PREVIEWFILE_REVOLVER_POSITION_NEUTRAL
source: Since the nosepiece is placed at the intermediate position, the preview files cannot be loaded. <BR> Change the nosepiece position.
de_de: Da der Aufsatz in der Zwischenposition ist, lassen sich die Vorschaudateien nicht laden.<BR>Ändern Sie die Aufsatzposition.
ja_jp: ノーズピースが中間位置なのでプレビューファイルを読込めません。<BR>ノーズピースを切り替えてください。
ko_kr: 노즈피스가 중간에 있어 미리보기 파일을 로드할 수 없습니다.<BR>노즈피스 위치를 변경하십시오.
zh_cn: 因为换镜旋座位于中间位置，所以无法加载预览文件。<BR> 更改换镜旋座位置。

# MSG_W_PREVIEW_CANNOT_SAVE_PREVIEWFILE_OBJECTIVELENS_NOT_REGISTERED
source: Since the objective lens is not registered, the preview files cannot be saved. <BR> Register the objective lens.
de_de: Vorschaudateien sind nur bei registrierten Objektivlinsen speicherbar.<BR>Registrieren Sie die Objektivlinse.
ja_jp: 対物レンズが登録されていないのでプレビューファイルを保存できません。<BR>対物レンズを登録してください。
ko_kr: 대물렌즈가 등록되지 않아 미리보기 파일을 저장할 수 없습니다.<BR>대물렌즈를 등록하십시오.
zh_cn: 因为未注册物镜，所以无法保存预览文件。<BR> 注册物镜。

# MSG_W_PREVIEW_CANNOT_SAVE_PREVIEWFILE_REVOLVER_POSITION_NEUTRAL
source: Since the nosepiece is placed at the intermediate position, the preview files cannot be saved. <BR> Change the nosepiece position.
de_de: Da der Aufsatz in der Zwischenposition ist, lassen sich die Vorschaudateien nicht speichern.<BR>Ändern Sie die Aufsatzposition.
ja_jp: ノーズピースが中間位置なのでプレビューファイルを保存できません。<BR>ノーズピースを切り替えてください。
ko_kr: 노즈피스가 중간에 있어 미리보기 파일을 저장할 수 없습니다.<BR>노즈피스 위치를 변경하십시오.
zh_cn: 因为换镜旋座位于中间位置，所以无法保存预览文件。<BR> 更改换镜旋座位置。

source: Default
de_de: Std.
ja_jp: デフォルト
ko_kr: 기본
zh_cn: 默认设置

# CAP_FOCUS_ADAPTER_ATTACHED_RADIOBUTTON_CONTENT
source: Attach
de_de: Anbr.
ja_jp: アダプタ取り付け済み
ko_kr: 부착
zh_cn: 连接

# CAP_FOCUS_ADAPTER_NOT_ATTACHED_RADIOBUTTON_CONTENT
source: Non-attach
de_de: N.anbring.
ja_jp: アダプタ取り外し済み
ko_kr: 비부착
zh_cn: 不连接

# MSG_I_FOCUS_SET_ADAPTER_ATTACHSTATE_ATTACHED
source: The free angle observation position has been set to the position for attachment of the anti halation unit. <BR> Confirm that the anti halation unit is attached.
de_de: Freiwinkel-Beobachtungsposition befindet sich auf der Anbringposition des Polaris.adapters.<BR>Vergewissern Sie sich, dass der Polarisationsadapter angebracht ist.
ja_jp: フリーアングル観察位置を反射防止アダプタ装着時の位置に設定しました。<BR>反射防止アダプタが取り付けてあることを確認してください。
ko_kr: 자유각 관찰 위치가 편광어댑터 부착 위치에 설정되어 있습니다.<BR>편광어댑터 부착 여부를 확인하십시오.
zh_cn: 自由角观测位置已设置为偏振转换器的连接位置。<BR> 确认偏振转换器连接。

# MSG_I_FOCUS_SET_ADAPTER_ATTACHSTATE_DETTACHED
source: The free angle observation position has been set to the position for detachment of the anti halation unit. <BR> Confirm that the anti halation unit is detached.
de_de: Die Freiwinkel-Beobachtungsposition befindet sich auf der Entfernposition des Polaris.adapters.<BR>Vergewissern Sie sich, dass der Polarisationsadapter entfernt ist.
ja_jp: フリーアングル観察位置を反射防止アダプタ取り外し時の位置に設定しました。<BR>反射防止アダプタが取り外されていることを確認してください。
ko_kr: 자유각 관찰 위치가 편광어댑터 분리 위치에 설정되어 있습니다.<BR>편광어댑터 분리 여부를 확인하십시오.
zh_cn: 自由角观测位置已设置为偏振转换器的分离位置。<BR> 确认偏振转换器分离。

# MSG_E_STITCHING_INFEASIBLE_PASTE_FEE
source: The image cannot be acquired due to lack of sufficient stitching overlap. <BR> Change the Z area, Zoom or the overlap width to increase the overlap margin.
de_de: Bild wegen fehlender Zusammensetzungsüberlappung nicht erfassbar.<BR>Ändern Sie Z-Bereich, Zoom oder Überlappungsbreite für größeren Überlappungsrand.
ja_jp: 貼り合わせのり代が無い為撮影できません。<BR>Z範囲、ズーム、重なり幅を変更してのり代を増やしてください。
ko_kr: 스티칭 겹침 부족으로 이미지를 얻을 수 없습니다.<BR>Z 영역, 줌, 겹침 폭을 변경해 겹침 마진을 늘리십시오.
zh_cn: 由于拼接重叠不足，无法采集图像 <BR> 更改 Z 区、缩放或重叠宽度，增大重叠余量。

# MSG_Q_STITCHING_NOT_ENOUGH_PASTE_FEE
source: The stitching overlap is not sufficient. <BR> Do you still want to acquire the image?
de_de: Überlappungsbreite nicht ausreichend.<BR>Möchten Sie das Bild trotzdem erfassen?
ja_jp: 貼り合わせのり代が不足しています。<BR>撮影を実行しますか？
ko_kr: 스티칭 겹침이 부족합니다.<BR>그래도 이미지를 얻으시겠습니까?
zh_cn: 拼接重叠不足。<BR> 仍要采集图像吗？

# MSG_Q_Z_INITIALIZE_POSITION
source: Do you want to move the Z position to the initialize position? <BR> If the registered lens is different from the attached lens, a collision may occur.
de_de: Möchten Sie die Z-Position zur Initialisierposition bewegen?<BR>Es kommt zur Kollision, falls sich angebrachte und registrierte Linse unterscheiden.
ja_jp: Z位置を最適な位置へ移動しますか？<BR> 登録レンズと装着レンズが異なる場合、衝突の恐れがあります。
ko_kr: Z 위치를 초기화하겠습니까?<BR>등록 렌즈가 부착 렌즈와 다를 경우 충돌이 일어날 수 있습니다.
zh_cn: 是否要将 Z 位置移到初始位置？<BR> 如果注册的物镜与安装的物镜不同，可能会发生碰撞。

# CAP_MAGNIFICATION_LABEL_CAN_NOT_ROI_ZOOM_TEXT
source: If the total magnification is specified, <BR>the touch zoom is disabled.
de_de: Bei Festlegung der Gesamtvergrößerung<BR>wird Berührungszoom deaktiviert.
ja_jp: 総合倍率指定時は、<BR>タッチズーム無効です。
ko_kr: 총배율이 지정되면<BR>터치 줌이 불능화됩니다.
zh_cn: 如果指定总放大倍率，<BR>则禁用触摸缩放。

# CAP_PAGE_DETAILSETTING_IMAGEREVISION_GROUP_HDR_GROUP_KEEP_PARAMETER_LABEL
source: The manual setting is fixed.
de_de: Manuelle Einst. festgelegt.
ja_jp: マニュアル設定を固定する
ko_kr: 수동 설정 고정됨
zh_cn: 固定手动设置。

# CAP_FOCUS_CONTINUOUS_MOVE_SPEED_LOW_LABEL_CONTENT
source: Low
de_de: Niedrig
ja_jp: 低速
ko_kr: 저속
zh_cn: 低速

# CAP_FOCUS_CONTINUOUS_MOVE_SPPED_MIDDLE_LABEL_CONTENT
source: Medium
de_de: Mittel
ja_jp: 中速
ko_kr: 중속
zh_cn: 中速

# CAP_FOCUS_CONTINUOUS_MOVE_SPEED_HIGH_LABEL_CONTENT
source: High
de_de: Hoch
ja_jp: 高速
ko_kr: 고속
zh_cn: 高速

source: LOCK
ja_jp: マニュアル設定を固定する
ko_kr: 잠금
zh_cn: 锁定

source: LOCK
ja_jp: マニュアル設定を固定する
ko_kr: 잠금
zh_cn: 锁定

source: Detachable Status of Anti Halation Unit
de_de: Entfernzustand des Polarisationsadapters
ja_jp: 反射防止アダプタ着脱状態
ko_kr: 편광어댑터 분리상태
zh_cn: 偏振转换器的可拆状态

source: Specification Method
de_de: Festlegungsmethode
ja_jp: 指定方法
ko_kr: 지정방법
zh_cn: 指定方法

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MAGNIFICATIONSPECIFY_ZOOM_TEXT
source: Zoom
ja_jp: ズーム
ko_kr: 줌
zh_cn: 缩放

# CAP_CONDITIONREAPPEARANCE_TREE_ENUM_MAGNIFICATIONSPECIFY_OVERALL_TEXT
source: Total magnification
de_de: Gesamtvergrößerung
ja_jp: 総合倍率
ko_kr: 총배율
zh_cn: 总倍率

# MSG_W_CANNOT_SET_ASPECT_MAGNIFICATIONSPECIFYMODE
source: The image aspect ratio cannot be reproduced by using the current method of specifying the magnification.
de_de: Bildseitenverhältnis lässt sich nicht mit aktueller Methode zur Festlegung der Vergrößerung wiedergeben.
ja_jp: 現在の倍率指定方法では画像縦横比を再現することができません。
ko_kr: 현재 배율지정방법으로 이미지 종횡비를 재현할 수 없습니다.
zh_cn: 使用当前指定放大倍率的方法，无法再现图像的宽高比。

# MSG_W_CANNOT_SET_MAGNIFICATIONSPECIFYMODE_DUALSCREEN
source: The capability to specify the magnification cannot be utilized within double-screen mode.
de_de: Die Funktion zur Festlegung der Vergrößerung ist im Doppelbildschirmmodus nicht nutzbar.
ja_jp: 現在の2画面状態では倍率指定方法を再現することができません。
ko_kr: 이중화면 모드에서 배율지정 기능을 사용할 수 없습니다.
zh_cn: 双屏模式时，无法应用指定放大倍率的功能。

# MSG_W_CANNOT_SET_MAGNIFICATIONSPECIFYMODE_ASPECT
source: The capability to specify the magnification cannot be utilized within the current image aspect ratio.
de_de: Die Funktion zur Festlegung der Vergrößerung ist beim aktuellen Bildseitenverhältnis nicht nutzbar.
ja_jp: 現在の画像縦横比では倍率指定方法を再現することができません。
ko_kr: 현재 이미지 종횡비에서 배율지정 기능을 사용할 수 없습니다.
zh_cn: 在当前图像宽高比内，无法应用指定放大倍率的功能。

# CAP_PAGE_IMAGE_REVISION_GROUP_FASTHDR_BUTTON_TEXT
source: Fast
ko_kr: 빠른
zh_cn: 快速

# CAP_PAGE_IMAGE_REVISION_GROUP_FINEHDR_BUTTON_TEXT
source: Fine
de_de: Fein
ko_kr: 미세
zh_cn: 精细

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDRFAST_HALATION_LABEL
source: ■ Fast HDR (Anti-halation)<BR>
de_de: ■Fast HDR (Lichthofschutz)<BR>
ja_jp: ■ Fast HDR（ハレーション除去）<BR>
ko_kr: ■ 빠른 HDR(헐레이션 방지)<BR>
zh_cn: ■ 快速 HDR（防光晕）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDRFINE_HALATION_LABEL
source: ■ Fine HDR (Anti-halation)<BR>
de_de: ■Fein HDR (Lichthofschutz)<BR>
ja_jp: ■ Fine HDR（ハレーション除去）<BR>
ko_kr: ■ 미세 HDR(헐레이션 방지)<BR>
zh_cn: ■ 精细 HDR（防光晕）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDRFAST_TEXTURE_LABEL
source: ■ Fast HDR (Texture enhancement)<BR>
de_de: ■Fast HDR (Struktur)<BR>
ja_jp: ■ Fast HDR（テクスチャ強調）<BR>
ko_kr: ■ 빠른 HDR(질감)<BR>
zh_cn: ■ 快速 HDR（纹理）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDRFINE_TEXTURE_LABEL
source: ■ Fine HDR (Texture enhancement)<BR>
de_de: ■Fein HDR (Struktur)<BR>
ja_jp: ■ Fine HDR（テクスチャ強調）<BR>
ko_kr: ■ 미세 HDR(질감)<BR>
zh_cn: ■ 精细 HDR（纹理）<BR>

# MSG_E_EXCEPTION_ALMIS3_SECURITY
source: The function could not be executed because the license key is disconnected.
de_de: Die Funktion lässt sich wegen getrenntem Lizenzschlüssel nicht ausführen.
ja_jp: ライセンスキーが未接続の為、機能が実行できません。
ko_kr: 라이센스 키가 분리되어 기능을 실행할 수 없습니다.
zh_cn: 因为未连接许可证密钥，无法执行功能。

# CAP_DETAIL_SETTING_LIST_MAGNIFICATION_SETTING_TITLE
source: Magnification
de_de: Vergrößerung
ja_jp: 倍率
ko_kr: 배율
zh_cn: 倍率
