Repository: sunday-robot/git
Catalog: TriumphGUI/OlyuMicroscope/Application/Resource/Strings.*.resx
Languages: de_de, ja_jp, ko_kr, zh_cn

# MSG_W_AUTOSAVE_FOLEDERPATH_REMOVABLE_DRIVE_ERROR
source: Unable to save the selected file.
de_de: Im ausgewählten Laufwerk kann nicht gespeichert werden.
ja_jp: 選択したドライブには保存できません。
ko_kr: 선택한 드라이브에 저장할 수 없습니다.
zh_cn: 不能保存在所选驱动器中。

# MSG_W_AUTOSAVE_INVALID_FILETYPE_ERROR
source: Can not save "STEP" file images.
de_de: Bilder können nicht in einer mit "STEP" formatierten Datei gespeichert werden.
ja_jp: STEPファイルでは、保存を行えません。
ko_kr: 파일 포맷 "STEP"으로 이미지를 저장할 수 없습니다.
zh_cn: 不能保存带“STEP”格式文件的图像

# MSG_W_AUTOSAVE_NOT_SAVE_FILE_ERROR
source: Automatic saving will be disabled.
de_de: Automatisches Speichern wird deaktiviert.
ja_jp: ファイルへの自動保存は行われません。
ko_kr: 자동 저장 설정이 취소될 것입니다.
zh_cn: 将禁用自动保存。

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_LENS_MAGNIFICATION_LABEL
source: Magnification
de_de: Vergrößerung
ja_jp: 倍率
ko_kr: 배율
zh_cn: 倍率

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_LENS_NAME_LABEL
source: Lens
de_de: Objektiv
ja_jp: レンズ
ko_kr: 렌즈
zh_cn: 透镜

# CAP_CALIBRATION_CHANGE_DETAIL_PAGE_MAGNIFICATION_COL_LABEL
source: Magnification
de_de: Vergrößerung
ja_jp: 倍率
ko_kr: 배율
zh_cn: 倍率

# CAP_CALIBRATION_CHANGE_PAGE_ALL_DEFAULT_BUTTON
source: All Default
de_de: Standardwerte
ja_jp: 初期化
ko_kr: 모두 기본값
zh_cn: 所有默认设置

# CAP_CALIBRATION_CHANGE_PAGE_ALL_MAKER_BUTTON
source: All maker
de_de: Alle Hersteller
ja_jp: 全メーカー
ko_kr: 모든 제작자
zh_cn: 所有制造商

# CAP_CALIBRATION_CHANGE_PAGE_ALL_USER_BUTTON
source: All User
de_de: Alle Benutzer
ja_jp: 全ユーザー
ko_kr: 모든 사용자
zh_cn: 所有用户

# CAP_CALIBRATION_CHANGE_PAGE_APPLY_BUTTON
source: Apply
de_de: Anwenden
ja_jp: 適用
ko_kr: 적용
zh_cn: 应用

# CAP_CALIBRATION_CHANGE_PAGE_CALIBRATION_LENS_SETTING_LIST
source: Calibration Lens Setting List
de_de: Objektivliste für Kalibrierung
ja_jp: 設定レンズの一覧
ko_kr: 보정 렌즈 설정 목록
zh_cn: 校准透镜设置列表

# CAP_CALIBRATION_CHANGE_PAGE_CLOSE_BUTTON
source: Close
de_de: Schließen
ja_jp: 閉じる
ko_kr: 종료
zh_cn: 关闭

# CAP_CALIBRATION_CHANGE_PAGE_CURRENT_REVOLVER_TITLE
source: Current nose piece
de_de: Aktueller Aufsatz
ja_jp: 現在のレボルバ
ko_kr: 현재의 노즈 피스
zh_cn: 当前换镜旋座

# CAP_CALIBRATION_CHANGE_PAGE_DATE_COL_LABEL
source: Date
de_de: Datum
ja_jp: 日付
ko_kr: 날짜
zh_cn: 日期

# CAP_CALIBRATION_CHANGE_PAGE_LENS_DEFAULT_LABEL
source: Default
de_de: Standard
ja_jp: デフォルト
ko_kr: 기본값
zh_cn: 默认设置

# CAP_CALIBRATION_CHANGE_PAGE_LENS_MAKER_LABEL
source: Maker
de_de: Hersteller
ja_jp: メーカー
ko_kr: 제작자
zh_cn: 制造商

# CAP_CALIBRATION_CHANGE_PAGE_LENS_NAME_COL_LABEL
source: Lens Name
de_de: Objektivname
ja_jp: レンズ名
ko_kr: 렌즈 명칭
zh_cn: 透镜名称

# CAP_CALIBRATION_CHANGE_PAGE_LENS_NAME_LABEL
source: Lens Name
de_de: Objektivname
ja_jp: レンズ名
ko_kr: 렌즈 명칭
zh_cn: 透镜名称

# CAP_CALIBRATION_CHANGE_PAGE_LENS_USER_LABEL
source: User
de_de: Benutzer
ja_jp: ユーザー
ko_kr: 사용자
zh_cn: 用户

# CAP_CALIBRATION_CHANGE_PAGE_REVOLVER_COL_LABEL
source: Nose piece
de_de: Aufsatz
ja_jp: レボルバ
ko_kr: 노즈 피스
zh_cn: 换镜旋座

# CAP_CALIBRATION_CHANGE_PAGE_SAVE_NAME_COL_LABEL
source: SaveName
de_de: Name speichern
ja_jp: 保存名
zh_cn: 保存名称

# CAP_CALIBRATION_CHANGE_PAGE_TARGET_COL_LABEL
source: Target
de_de: Ziel
ja_jp: 対象
ko_kr: 목표
zh_cn: 目标

# CAP_CALIBRATION_MESSAGE_PAGE_CANCEL_BUTTON
source: Cancel
de_de: Abbrechen
ja_jp: 中止
ko_kr: 취소
zh_cn: 取消

# CAP_CALIBRATION_MESSAGE_PAGE_CHECK_LABEL
source: Check
de_de: Prüfen
ja_jp: 確認
ko_kr: 점검
zh_cn: 检查

# CAP_CALIBRATION_MESSAGE_PAGE_CONTINUE_BUTTON
source: Continue
de_de: Fortfahren
ja_jp: 継続
ko_kr: 계속
zh_cn: 继续

# CAP_CALIBRATION_MESSAGE_PAGE_END_BUTTON
source: End
de_de: Beenden
ja_jp: 終了
ko_kr: 종료
zh_cn: 结束

# CAP_CALIBRATION_MESSAGE_PAGE_REFER_LOG_BUTTON
source: Log
ja_jp: ログ参照
ko_kr: 로그
zh_cn: 日志

# CAP_CALIBRATION_MESSAGE_PAGE_MAKER_LABEL
source: Maker
de_de: Hersteller
ja_jp: メーカー
ko_kr: 제작자
zh_cn: 制造商

# CAP_CALIBRATION_MESSAGE_PAGE_NAME_LABEL
source: Name
ja_jp: 名前
ko_kr: 명칭
zh_cn: 名称

# CAP_CALIBRATION_MESSAGE_PAGE_NEXT_BUTTON
source: Next
de_de: Weiter
ja_jp: 次へ
ko_kr: 다음
zh_cn: 下一步

# CAP_CALIBRATION_MESSAGE_PAGE_PITCH_NOTICE_LABEL
source: If the pitch is different, please change it.
de_de: Wenn der Abstand anders ist, ändern Sie es.
ja_jp: ピッチが一致しない場合、調整してください。
ko_kr: 만일 피치가 다르다면 변경을 하십시오.
zh_cn: 如果间距不同，请更改。

# CAP_CALIBRATION_MESSAGE_PAGE_SAMPLE_PITCH_LABEL
source: Sample pitch
de_de: Probe-Abstand
ja_jp: サンプルピッチ
ko_kr: 샘플 피치
zh_cn: 样品间距

# CAP_CALIBRATION_MESSAGE_PAGE_SAVE_BUTTON
source: Save
de_de: Speichern
ja_jp: 保存
ko_kr: 저장
zh_cn: 保存

# CAP_CALIBRATION_MESSAGE_PAGE_START_BUTTON
source: Start
ja_jp: 開始
ko_kr: 시작
zh_cn: 开始

# CAP_CALIBRATION_MESSAGE_PAGE_STOP_BUTTON
source: Stop
de_de: Stopp
ja_jp: 停止
ko_kr: 중단
zh_cn: 停止

# CAP_CALIBRATION_MESSAGE_PAGE_UPDATE_LABEL
source: Update
de_de: Aktualisieren
ja_jp: 更新
ko_kr: 업데이트
zh_cn: 更新

# CAP_CALIBRATION_MESSAGE_PAGE_USER_LABEL
source: User
de_de: Benutzer
ja_jp: ユーザー
ko_kr: 사용자
zh_cn: 用户

# CAP_DIALOG_APPLY
source: Apply
de_de: Anwenden
ja_jp: 適用
ko_kr: 적용
zh_cn: 应用

# CAP_DIALOG_STOP
source: Stop
de_de: Stopp
ja_jp: 停止
ko_kr: 중단
zh_cn: 停止

# CAP_DIALOG_RETRY
source: Retry
de_de: Wiederholen
ja_jp: 再開
ko_kr: 재시도
zh_cn: 重试

# CAP_DIALOG_DISCONTINUE
source: Stop
de_de: Stopp
ja_jp: 中止
ko_kr: 정지
zh_cn: 停止

# CAP_DISPLAYCUSTOMIZE_TITLE_LABEL
source: Operator mode
de_de: Bedienermodus
ja_jp: オペレータモード（画面カスタマイズ）
ko_kr: 조작자 모드
zh_cn: 操作员模式

# CAP_DISPLAYCUSTOMIZE_MENUHEADER_LABEL
source: Menu
de_de: Menü
ja_jp: メニュー
ko_kr: 메뉴
zh_cn: 菜单

# CAP_DISPLAYCUSTOMIZE_BESTIMAGE_LABEL
source: Best image
de_de: Bestes Bild
ja_jp: マルチプレビュー
ko_kr: 베스트 이미지
zh_cn: 优化图像

# CAP_DISPLAYCUSTOMIZE_FULLSCREEN_LABEL
source: Full screen
de_de: Vollbild
ja_jp: 全画面
ko_kr: 풀 스크린
zh_cn: 全屏

# CAP_DISPLAYCUSTOMIZE_DUALSCREEN_LABEL
source: Dual screen
de_de: Dualbildschirm
ja_jp: 2画面
ko_kr: 듀얼 스크린
zh_cn: 双画面

# CAP_DISPLAYCUSTOMIZE_CONDITIONSETTINGS_LABEL
source: Condition settings
de_de: Bedingungseinstellungen
ja_jp: 条件設定
ko_kr: 조건
zh_cn: 条件

# CAP_DISPLAYCUSTOMIZE_STITCHING_LABEL
source: Stitching
de_de: Bildmontage
ja_jp: 貼合わせ
ko_kr: 스티칭
zh_cn: 拼接

# CAP_DISPLAYCUSTOMIZE_ADVANCEDSETTINGS_LABEL
source: Advanced settings
de_de: Erweiterte Einstellungen
ja_jp: 詳細設定
ko_kr: 설정
zh_cn: 高级

# CAP_DISPLAYCUSTOMIZE_ADVANCEDACQUISITION_LABEL
source: Advanced acquisition
de_de: Voraberfassung
ja_jp: 応用撮影
ko_kr: 고급 인식
zh_cn: 高级采集

# CAP_DISPLAYCUSTOMIZE_PANELHEADER_LABEL
source: Panel
de_de: Tafel
ja_jp: パネル
ko_kr: 패널
zh_cn: 面板

# CAP_DISPLAYCUSTOMIZE_OBSEVATIONMODE_LABEL
source: Obsevation mode
de_de: Beobachtungsmodus
ja_jp: 観察法
ko_kr: 관찰 모드
zh_cn: 观测模式

# CAP_DISPLAYCUSTOMIZE_OBSEVATIONSETTINGS_LABEL
source: Obsevation settings
de_de: Beobachtungseinstellungen
ja_jp: 観察設定
ko_kr: 관찰 설정
zh_cn: 观测设置

# CAP_DISPLAYCUSTOMIZE_IMAGEPROCESSING_LABEL
source: Image processing
de_de: Bildverarbeitung
ja_jp: 画像補正
ko_kr: 이미지 처리
zh_cn: 图像处理

# CAP_DISPLAYCUSTOMIZE_ACCESSORY_LABEL
source: Accessory
de_de: Zubehör
ja_jp: 補助
ko_kr: 액세서리
zh_cn: 附件

# CAP_PAGE_DETAILSETTING_OBSERVATIONSETTING_AE_TARGET_LABEL
source: Target
de_de: Ziel
ja_jp: 目標値
ko_kr: 목표
zh_cn: 目标

# CAP_CONTEXT_MENU_ITEM_BRIGHTNESS_LABEL
source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

# CAP_CONTEXT_MENU_ITEM_DETAIL_MOVE_LABEL
source: Fine
de_de: Fein
ja_jp: 微動
ko_kr: 파인
zh_cn: 精调

# CAP_CONTEXT_MENU_ITEM_ROUGH_MOVE_LABEL
source: Coarse
de_de: Grob
ja_jp: 粗動
ko_kr: 거침
zh_cn: 粗调

# CAP_CONTEXT_MENU_ITEM_ZOOM_LABEL
source: Zoom
ja_jp: ズーム
ko_kr: 줌
zh_cn: 变焦

# CAP_LIVE_COLOR_DIALOG_TITLE
source: Live Color Dialog
de_de: Live-Farben Dialog
ja_jp: カラーハイライト登録
ko_kr: 라이브 컬러 다이얼로그
zh_cn: 实时彩色对话框

# CAP_PREVIEW_PAGE_IMAGE_TAG_TITLE_NAME
source: Selected image
de_de: Ausgewähltes Bild
ja_jp: 選択画像
ko_kr: 선택 이미지
zh_cn: 选定图像

# CAP_PREVIEW_PAGE_OBSERVATION_CONDITION_TAG_TITLE_NAME
source: Observation setting
de_de: Beobachtungseinstellung
ja_jp: 観察条件
ko_kr: 관찰 설정
zh_cn: 观测设置

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_BRIGHTNESS_BUTTON
source: Brightness
de_de: Helligkeit
ja_jp: 明るさ
ko_kr: 밝기
zh_cn: 亮度

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_IMAGE_ENH_BUTTON
source: Image enhancement
de_de: Bildverbesserung
ja_jp: 画像強調
ko_kr: 이미지 개선
zh_cn: 图像增强

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_LIGHTING_BUTTON
source: Lighting position
de_de: Beleucht.position
ja_jp: 照明位置
ko_kr: 조명 위치
zh_cn: 照明位置

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_SHEARING_BUTTON
source: DIC
zh_cn: 微分干涉差

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_TITLE_NAME
source: Observing condition
de_de: Beobachtungsbedingung
ja_jp: 観察パターン
ko_kr: 관찰 조건
zh_cn: 观测条件

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_WDR_BUTTON
source: WiDER
zh_cn: 宽动态扩展范围

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_CONTAMINATION_BUTTON
source: Contamination
de_de: Verunreinigung
ja_jp: 異物
ko_kr: 오염
zh_cn: 杂质

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_DEFECT_BUTTON
source: Defect
de_de: Defekt
ja_jp: キズ
ko_kr: 결함
zh_cn: 瑕疵

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_FLAT_BUTTON
source: Flat
de_de: Flach
ja_jp: フラット
ko_kr: 평탄
zh_cn: 平面

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_IRREGULARITY_BUTTON
source: Uneven
de_de: Ungleichmäßig
ja_jp: 凹凸
ko_kr: 요철
zh_cn: 不均匀

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_SUBSTRATE_BUTTON
source: Substrate
de_de: Substrat
ja_jp: 基板
ko_kr: 기판
zh_cn: 基板

# CAP_PREVIEW_PAGE_PREVIEW_PATTERN_TAG_TITLE_NAME
source: Observing sample
de_de: Beobachtungsprobe
ja_jp: サンプルパターン
ko_kr: 관찰 샘플
zh_cn: 观测样品

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_CREATE_SET_BUTTON
source: Registration
de_de: Registrierung
ja_jp: ユーザー登録
ko_kr: 등록
zh_cn: 注册

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_OTHER_BUTTON
source: Others
de_de: Sonstige
ja_jp: その他
ko_kr: 기타
zh_cn: 其它

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_USER1_BUTTON
source: User 1
de_de: Benutzer 1
ja_jp: ユーザー 1
ko_kr: 사용자 1
zh_cn: 用户 1

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_USER2_BUTTON
source: User 2
de_de: Benutzer 2
ja_jp: ユーザー 2
ko_kr: 사용자 2
zh_cn: 用户 2

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_USER3_BUTTON
source: User 3
de_de: Benutzer 3
ja_jp: ユーザー 3
ko_kr: 사용자 3
zh_cn: 用户 3

# CAP_AUTOSTITCH_DIALOG_GROUP_STITCHING_POSITION_NUM
source: No.
de_de: Nr.
zh_cn: 编号

# CAP_AUTOSTITCH_DIALOG_GROUP_STITCHING_POSITION
source: Stitching Position
de_de: Bildmontageposition
ja_jp: 貼合わせ位置へ移動
ko_kr: 스티칭 위치
zh_cn: 拼接位置

# CAP_PREVIEW_CURRENT_SETTING_PAGE_APICAL_LABEL
source: ■ WiDER<BR>
zh_cn: ■ 宽动态扩展范围<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CAMERA_EXPOSURE_LABEL
source: ■ Auto exposure<BR>
de_de: ■ Automatische Belichtung<BR>
ja_jp: ■ AE（自動露出）<BR>
ko_kr: ■ 자동 노출<BR>
zh_cn: ■ 自动曝光<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CAMERA_ISO_LABEL
source: ■ ISO speed<BR>
de_de: ■ ISO-Empfindlichkeit<BR>
ja_jp: ■ ISO感度<BR>
ko_kr: ■ ISO 속도<BR>
zh_cn: ■ ISO 速度<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CAMERA_WHITE_BALANCE_LABEL
source: ■ White balance<BR>
de_de: ■ Weißabgleich<BR>
ja_jp: ■ ホワイトバランス<BR>
ko_kr: ■ 화이트 밸런스<BR>
zh_cn: ■ 白平衡<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CAMERA_GAMMA_LABEL
source: ■ Gamma correction<BR>
de_de: ■ Gammakorrektur<BR>
ja_jp: ■ ガンマ補正<BR>
ko_kr: ■ 감마 보정<BR>
zh_cn: ■ Gamma 校正<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CAMERA_EDGE_LABEL
source: ■ Edge enhancement<BR>
de_de: ■ Kantenbetonung<BR>
ja_jp: ■ エッジ強調<BR>
ko_kr: ■ 에지 개선<BR>
zh_cn: ■ 边缘增强<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_CONTRAST_LABEL
source: ■ Contrast<BR>
de_de: ■ Kontrast<BR>
ja_jp: ■ コントラスト<BR>
ko_kr: ■ 대비<BR>
zh_cn: ■ 对比度<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDR_HALATION_LABEL
source: ■ HDR (Anti-halation)<BR>
de_de: ■ HDR (Lichthofschutz)<BR>
ja_jp: ■ HDR（ハレーション除去）<BR>
ko_kr: ■ HDR(헐레이션 방지)<BR>
zh_cn: ■ HDR（防光晕）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_HDR_TEXTURE_LABEL
source: ■ HDR (Texture enhancement)<BR>
de_de: ■ HDR (Strukturbetonung)<BR>
ja_jp: ■ HDR（テクスチャ強調）<BR>
ko_kr: ■ HDR(질감 개선)<BR>
zh_cn: ■ HDR（纹理增强）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_BLUE_0
source: □ Blue : {0}<BR>
de_de: □ Blau : {0}<BR>
ja_jp: □ 青 ：{0}<BR>
ko_kr: □ 청색 : {0}<BR>
zh_cn: □ 蓝色 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_GREEN_0
source: □ Green : {0}<BR>
de_de: □ Grün : {0}<BR>
ja_jp: □ 緑 ：{0}<BR>
ko_kr: □ 녹색 : {0}<BR>
zh_cn: □ 绿色 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_EDGE_LEVEL_0
source: □ Edge level : {0}<BR>
de_de: □ Kantenpegel : {0}<BR>
ja_jp: □ エッジ強調度 : {0}<BR>
ko_kr: □ 에지 수준 : {0}<BR>
zh_cn: □ 边缘级：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_ISO_SENSITIVITY_0
source: □ ISO speed : {0}<BR>
de_de: □ ISO-Empfindlichkeit : {0}<BR>
ja_jp: □ ISO感度 ：{0}<BR>
ko_kr: □ ISO 속도 : {0}<BR>
zh_cn: □ ISO 速度：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_AE_0
source: □ AE : {0}<BR>
zh_cn: □ 自动曝光 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_AE_TARGET_0
source: □ AE target : {0}<BR>
de_de: □ AE-Ziel : {0}<BR>
ja_jp: □ AE目標値 ：{0}<BR>
ko_kr: □ AE 목표 : {0}<BR>
zh_cn: □ 自动曝光目标：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_ASYMMETRY_0
source: □ Asymmetry : {0}<BR>
de_de: □ Asymmetrie : {0}<BR>
ja_jp: □ アシンメトリ ：{0}<BR>
ko_kr: □ 비대칭 : {0}<BR>
zh_cn: □ 不对称：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_BRIGHTNESS_0
source: □ Brightness : {0}<BR>
de_de: □ Helligkeit : {0}<BR>
ja_jp: □ 明るさ ：{0}<BR>
ko_kr: □ 밝기 : {0}<BR>
zh_cn: □ 亮度：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_CHROME_0
source: □ Chrome : {0}<BR>
de_de: □ Farbgebung : {0}<BR>
ja_jp: □ 鮮やかさ ：{0}<BR>
ko_kr: □ 크롬 : {0}<BR>
zh_cn: □ 色度：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_CONTRAST_0
source: □ Contrast : {0}<BR>
de_de: □ Kontrast : {0}<BR>
ja_jp: □ コントラスト ：{0}<BR>
ko_kr: □ 대비 : {0}<BR>
zh_cn: □ 对比度：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_MODE_0
source: □ Mode : {0}<BR>
de_de: □ Modus : {0}<BR>
ja_jp: □ モード ：{0}<BR>
ko_kr: □ 모드 : {0}<BR>
zh_cn: □ 模式 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_NOISE_0
source: □ Noise : {0}<BR>
de_de: □ Rauschen : {0}<BR>
ja_jp: □ ノイズ ：{0}<BR>
ko_kr: □ 잡음 : {0}<BR>
zh_cn: □ 噪声 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_PATTERN_0
source: □ Pattern : {0}<BR>
de_de: □ Muster : {0}<BR>
ja_jp: □ パターン ：{0}<BR>
ko_kr: □ 패턴 : {0}<BR>
zh_cn: □ 图案 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_RETARDATION_0
source: □ Prism adjustment : {0}<BR>
de_de: □ Prismeneinstellung : {0}<BR>
ja_jp: □ プリズム調整：{0}<BR>
ko_kr: □ 프리즘 조절 : {0}<BR>
zh_cn: □ 棱镜调整：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_ROTATE_0
source: □ Rotate : {0}<BR>
de_de: □ Drehen : {0}<BR>
ja_jp: □ 回転 ：{0}<BR>
ko_kr: □ 회전 : {0}<BR>
zh_cn: □ 旋转 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_SATURATION_0
source: □ Saturation : {0}<BR>
de_de: □ Sättigung : {0}<BR>
ja_jp: □ 鮮やかさ ：{0}<BR>
ko_kr: □ 채도 : {0}<BR>
zh_cn: □ 饱和度：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_SPEED_0
source: □ Speed : {0}<BR>
de_de: □ Geschwindigkeit : {0}<BR>
ja_jp: □ スピード ：{0}<BR>
ko_kr: □ 속도 : {0}<BR>
zh_cn: □ 速度 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_STATE_0
source: □ State : {0}<BR>
de_de: □ Status : {0}<BR>
ja_jp: □ 状態 ：{0}<BR>
ko_kr: □ 상태 : {0}<BR>
zh_cn: □ 状态 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_STRENGTH_0
source: □ Strength : {0}<BR>
de_de: □ Stärke : {0}<BR>
ja_jp: □ 強さ ：{0}<BR>
ko_kr: □ 강도 : {0}<BR>
zh_cn: □ 强度 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_SWITCH_0
source: □ Switch : {0}<BR>
de_de: □ Schalter : {0}<BR>
ja_jp: □ スイッチ ：{0}<BR>
ko_kr: □ 스위치 : {0}<BR>
zh_cn: □ 开关 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_LABEL_TEXTURE_0
source: □ Texture : {0}<BR>
de_de: □ Struktur : {0}<BR>
ja_jp: □ テクスチャ ：{0}<BR>
ko_kr: □ 질감 : {0}<BR>
zh_cn: □ 纹理 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_ITEM_RED_0
source: □ Red : {0}<BR>
de_de: □ Rot : {0}<BR>
ja_jp: □ 赤 ：{0}<BR>
ko_kr: □ 적색 : {0}<BR>
zh_cn: □ 红色 ：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_ANNULAR_LABEL
source: ■ Annular-illumination<BR>
de_de: ■ Kreis-Beleuchtung<BR>
ja_jp: ■ 輪帯照明<BR>
ko_kr: ■ 고리형 조명<BR>
zh_cn: ■ 环形照明<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_FIBER_LABEL
source: ■ Fiber-illumination<BR>
de_de: ■ Glasfaser-Beleuchtung<BR>
ja_jp: ■ ファイバー照明<BR>
ko_kr: ■ 광섬유 조명<BR>
zh_cn: ■ 光纤照明<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_HOMOCENTRIC_LABEL
source: ■ Epi-illumination<BR>
de_de: ■ EPI-Beleuchtung<BR>
ja_jp: ■ 同軸照明<BR>
ko_kr: ■ 표면 조명<BR>
zh_cn: ■ 落射照明<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_RING_B_LABEL
source: ■ Ring-illumination (Rear)<BR>
de_de: ■ Ring-Beleuchtung (Hinten)<BR>
ja_jp: ■ リング照明（後）<BR>
ko_kr: ■ 링 조명(Rear)<BR>
zh_cn: ■ 环形照明（后部）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_RING_F_LABEL
source: ■ Ring-illumination (Front)<BR>
de_de: ■ Ring-Beleuchtung (Vorn)<BR>
ja_jp: ■ リング照明（前）<BR>
ko_kr: ■링 조명(Front)<BR>
zh_cn: ■ 环形照明（前部）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_RING_L_LABEL
source: ■ Ring-illumination (Left)<BR>
de_de: ■ Ring-Beleuchtung (Links)<BR>
ja_jp: ■ リング照明（左）<BR>
ko_kr: ■ 링 조명(Left)<BR>
zh_cn: ■ 环形照明（左侧）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_LED_RING_R_LABEL
source: ■ Ring-illumination (Right)<BR>
de_de: ■ Ring-Beleuchtung (Rechts)<BR>
ja_jp: ■ リング照明（右）<BR>
ko_kr: ■ 링 조명(Right)<BR>
zh_cn: ■ 环形照明（右侧）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_MICROSCOPY_LABEL_0
source: ■ Observation mode : {0}<BR>
de_de: ■ Beobachtungsmodus: {0}<BR>
ja_jp: ■ 観察法 : {0}<BR>
ko_kr: ■ 관찰 모드 : {0}<BR>
zh_cn: ■ 观测模式：{0}<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_UNIT_AS_LABEL
source: ■ AS (Aperture stop)<BR>
de_de: ■ AS (Aperturblende)<BR>
ja_jp: ■ AS<BR>
ko_kr: ■ AS(구경 조리개)<BR>
zh_cn: ■ AS（孔径光阑）<BR>

# CAP_PREVIEW_CURRENT_SETTING_PAGE_UNIT_DIC_LABEL
source: ■ DIC<BR>
zh_cn: ■ 微分干涉差<BR>

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_BUMPINESS
source: Uneven
de_de: Ungleichmäßig
ja_jp: 凹凸
ko_kr: 요철
zh_cn: 不均匀

# CAP_PREVIEW_PAGE_OBSERVATION_SETTING_TAG_USER_PATTERN
source: User Pattern
de_de: Benutzermuster
ja_jp: ユーザー登録
ko_kr: 사용자 패턴
zh_cn: 用户图案

# CAP_PREVIEW_PAGE_THUMBNAIL_VIEW_INVALID_CONDITION
source: Unsupported observation setting
de_de: Nicht unterstützte Beobachtungseinstellung
ja_jp: 対応していない観察設定です。
ko_kr: 지원하지 않는 관찰 설정
zh_cn: 不支持的观测设置

# CAP_PREVIEW_PAGE_THUMBNAIL_VIEW_INVALID_MICROSCOPY
source: Current objective lens do not<BR>support this observation setting.
de_de: Die aktuelle Objektivlinse <BR>unterstützt nicht diese <BR>Beobachtungseinstellung.
ja_jp: 現在の対物レンズでは<BR>対応していない観察設定です。
ko_kr: 현재 대물 렌즈는 <BR>이 관찰 설정을 <BR>지원하지 않습니다.
zh_cn: 当前物镜不支持<BR>该观测设置。

# CAP_PREVIEW_PAGE_THUMBNAIL_VIEW_PREVIOUS_IMAGE
source: Previous image
de_de: Vorheriges Bild
ja_jp: 元画像
ko_kr: 이전 이미지
zh_cn: 上一图像

# CAP_ACQUISITION_MODE_MOVIE_LABEL
source: Movie
de_de: Film
ko_kr: 무비
zh_cn: 电影

# MSG_W_PREVIEW_OBJECTIVELENS_NOT_REGISTERED
source: System can not invoke the preview page because the current objective lens is not registered. <BR>Please register the current lens or change to another.
de_de: Vorschau kann nicht aktiviert werden, weil die aktuelle Objektivlinse nicht registriert ist. <BR>Registrieren Sie die aktuelle Linse oder wählen Sie eine andere Objektivlinse.
ja_jp: 現在の対物レンズが未登録のため、マルチプレビュー機能を起動できません。<BR>現在の対物レンズを登録するか、ノーズピースを切り替えてください。
ko_kr: 현재 대물 렌즈가 등록되지 않아 미리보기를 시작할 수 없습니다.<BR>현재 렌즈를 등록하거나 다른 렌즈로 교체하여 주십시오.
zh_cn: 无法调用预览，因为当前物镜未注册。<BR>请注册当前物镜或更换为另一个物镜。

# CAP_PAGE_DETAILSETTING_MAP_AUTO_UPDATE_LABEL
source: Auto update
de_de: Autom. Aktualisieren
ja_jp: ズーム
ko_kr: 자동 업데이트
zh_cn: 自动更新

# CAP_PAGE_DETAILSETTING_MAP_UPDATE_SWITCHING_BF_LABEL
source: Update map when switching from BF
de_de: Übersicht erneuern bei Wechsel von BF
ja_jp: BFから切り替え時に更新する
ko_kr: BF에서 전환 시 맵 업데이트
zh_cn: 从明场切换时更新映射

# MSG_W_PREVIEW_MISSMATCHED_HEAD_TYPE
source: The observation file can not be registered because the conditions you are setting do not match the current system configuration.
de_de: Beobachtungsbedingungsdatei kann nicht registriert werden, weil diese Bedingung nicht der aktuellen Systemkonfiguration entspricht.
ja_jp: 指定の観察条件ファイルは、現在のシステム構成では再生できないため登録できません。
ko_kr: 해당 조건이 현재 시스템 구성과 일치하지 않으므로 관찰 조건 파일을 등록할 수 없습니다.
zh_cn: 无法注册观测条件文件，因为该条件与当前系统配置不匹配。

# MSG_Q_STITCHING_COMFIRM_STOP
source: Please confirm that you want finish stitching.
de_de: Bildmontage auf dem Tisch abschließen?
ja_jp: 自動貼合わせを終了します。よろしいですか？
ko_kr: 스테이지 스티칭을 종료하시겠습니까?
zh_cn: 确定结束载物台拼接吗？

# MSG_Q_STAGE_COORDINATES_DELETE
source: It will be deleted. Please confirm.
de_de: Wirklich löschen?
ja_jp: 削除してもよろしいですか？
ko_kr: 삭제하시겠습니까?
zh_cn: 可以删除吗？

# MSG_E_STITCHING_HEAD_ERROR
source: The objective lens was changed during acquisition. <BR>The stitching acquisition has stopped.
de_de: Objektivlinse wurde während der Erfassung gewechselt. <BR>Die Bildmontageerfassung wurde gestoppt.
ja_jp: 自動貼合わせ撮影中にノーズピースが切り替えられました。<BR>自動貼合わせ撮影を停止します。
ko_kr: 대물 렌즈가 인식 중에 변경되었습니다. <BR>스티칭 인식이 중단되었습니다.
zh_cn: 采集时已更换物镜。<BR>停止拼接采集。

# MSG_E_STITCHING_STAGE_ERROR
source: Motorized stage was brought to an emergency stop. <BR>The stitching acquisition has stopped.
de_de: Angetriebener Tisch wurde durch Not-Aus gestoppt. <BR>Die Bildmontageerfassung ist gestoppt.
ja_jp: ステージが緊急停止しました。<BR>自動貼合わせ撮影を停止します。
ko_kr: 전동 스테이지가 비상 중지 되었습니다. <BR>스티칭 인식이 중단되었습니다.
zh_cn: 电动载物台发生紧急停止。<BR>停止拼接采集。

# CAP_STAGE_SETTING_COORDINATES_FILE_OPEN_DIALOG_TITLE
source: Open a stage coordinates file.
de_de: Öffnen Sie eine Tischkoordinatendatei.
ja_jp: 座標ファイルの読み込み
ko_kr: 스테이지 좌표 파일을 엽니다.
zh_cn: 打开载物台坐标文件。

# CAP_STAGE_SETTING_COORDINATES_FILE_SAVE_DIALOG_TITLE
source: Save a stage coordinates file.
de_de: Speichern Sie eine Tischkoordinatendatei.
ja_jp: 座標ファイルの保存
ko_kr: 스테이지 좌표 파일을 저장합니다.
zh_cn: 保存载物台坐标文件。

# MSG_I_IMAGE_OPEN_DIALOG_IMAGE_FILE_FILTER
source: Image file (*.bmp,*.jpg,*.jpeg,*.tif,*.tiff,*.LEXT,*.dsx)|*.bmp;*.jpg;*.jpeg;*.tif;*.tiff;*.LEXT;*.dsx;|BMP(*.bmp)|*.bmp;|JPEG(*.jpg,*.jpeg)|*.jpg;*.jpeg;|TIFF(*.tif,*.tiff)|*.tif;*.tiff;|LEXT(*.LEXT)|*.LEXT;|DSX(*.dsx)|*.dsx;
de_de: Bilddatei (*.bmp,*.jpg,*.jpeg,*.tif,*.tiff,*.LEXT,*.dsx)|*.bmp;*.jpg;*.jpeg;*.tif;*.LEXT;*.dsx;|BMP(*.bmp)|*.bmp;|JPEG(*.jpg,*.jpeg)|*.jpg;*.jpeg;|TIFF(*.tif,*.tiff)|*.tif;,*.tiff;|LEXT(*.LEXT)|*.LEXT;|DSX(*.dsx)|*.dsx;
ja_jp: 画像ファイル(*.bmp,*.jpg,*.jpeg,*.tif,*.tiff,*.LEXT,*.dsx)|*.bmp;*.jpg;*.jpeg;*.tif;*.tiff;*.LEXT;*.dsx;|BMP(*.bmp)|*.bmp;|JPEG(*.jpg,*.jpeg)|*.jpg;*.jpeg;|TIFF(*.tif,*.tiff)|*.tif;,*.tiff;|LEXT(*.LEXT)|*.LEXT;|DSX(*.dsx)|*.dsx;
ko_kr: 이미지 파일(*.bmp,*.jpg,*.jpeg,*.tif,*.tiff,*.LEXT,*.dsx)|*.bmp;*.jpg;*.jpeg;*.tif;*.LEXT;*.dsx;|BMP(*.bmp)|*.bmp;|JPEG(*.jpg,*.jpeg)|*.jpg;*.jpeg;|TIFF(*.tif,*.tiff)|*.tif;,*.tiff;|LEXT(*.LEXT)|*.LEXT;|DSX(*.dsx)|*.dsx;
zh_cn: 图像文件 (*.bmp,*.jpg,*.jpeg,*.tif,*.tiff,*.LEXT,*.dsx)|*.bmp;*.jpg;*.jpeg;*.tif;*.LEXT;*.dsx;|BMP(*.bmp)|*.bmp;|JPEG(*.jpg,*.jpeg)|*.jpg;*.jpeg;|TIFF(*.tif,*.tiff)|*.tif;,*.tiff;|LEXT(*.LEXT)|*.LEXT;|DSX(*.dsx)|*.dsx;

# MSG_I_IMAGE_OPEN_DIALOG_IMAGE_FILE_TITLE
source: Open an image file.
de_de: Öffnen Sie eine Bilddatei.
ja_jp: 画像ファイルを開く
ko_kr: 이미지 파일을 엽니다.
zh_cn: 打开图像文件。

# MSG_I_MOVIE_SAVE_DIALOG_MOVIE_FILE_FILTER
source: Movie file(*.avi)|*.avi;
de_de: Filmdatei (*.avi)|*.avi;
ja_jp: 動画ファイル(*.avi)|*.avi;
ko_kr: 무비 파일(*.avi)|*.avi;
zh_cn: 电影文件 (*.avi)|*.avi；

# MSG_I_MOVIE_SAVE_DIALOG_MOVIE_FILE_TITLE
source: Save a movie file.
de_de: Speichen Sie eine Filmdatei.
ja_jp: 動画のファイルを保存する
ko_kr: 무비 파일 저장.
zh_cn: 保存电影文件。

# MSG_I_READ_CONDITION_DIALOG_TITLE
source: Load condition file
de_de: Lesebedingung
ja_jp: 条件読み出し
ko_kr: 상태 판독
zh_cn: 读取条件

# MSG_I_REAPPEARANCE_DIALOG_TITLE
source: Condition file
de_de: Wiedererscheinungsbedingung
ja_jp: 観察条件再現
ko_kr: 상태 다시표시
zh_cn: 再现条件

# MSG_I_SAVE_CONDITION_DIALOG_TITLE
source: Save condition
de_de: Speicherbedingung
ja_jp: 条件保存
ko_kr: 상태 저장
zh_cn: 保存条件

# MSG_Q_CHANGE_OBSERVATION_SETTING
source: Are you sure you want to change the observation settings?
de_de: Möchten Sie die Beobachtungseinstellung ändern?
ja_jp: 選択されている条件を顕微鏡に設定します。よろしいですか？
ko_kr: 관찰 설정을 변경하시겠습니까?
zh_cn: 确定要更改观测设置吗？

# MSG_Q_RELEASE_APICAL_FOR_HDR
source: In order to reproduce HDR conditions, WiDER must be turned off. Please confirm.
de_de: Apikale Bedingung muss aufgehoben werden, damit HDR wieder erscheint. Ist das OK?
ja_jp: HDRの条件を再現するためには、WiDERを解除する必要があります。<BR>WiDERを解除してもよろしいですか？
ko_kr: HDR을 다시 표시하려면 정점 조건을 해제해야 합니다. 계속하시겠습니까?
zh_cn: 需要解除顶端条件才能重现 HDR，可以吗？
